package com.punit.developer.akha_sanhita;

import androidx.appcompat.app.AppCompatActivity;

import android.os.Bundle;
import android.widget.TextView;

public class DambhBhakti extends AppCompatActivity {
    TextView tv;

    @Override
    protected void onCreate(Bundle savedInstanceState) {
        super.onCreate(savedInstanceState);
        setContentView(R.layout.activity_dambh_bhakti);
        tv = (TextView)findViewById(R.id.Content_dambhBhakti);
        tv.setText("દંભભક્તિ અંગ\n" +
                "\n" +
                "જો હરિમાર્ગે ચાલે જંત, વેશ અભિમાન શું કાઢ્યા દંત; \n" +
                "\n" +
                "જેમ તેમ પંથ કાપ્યાશું કામ, તો આવે હરિરૂપી ગામ;\n" +
                "\n" +
                "અખા મોહ્યો પંથે ભમ્યો, વાદ કરતાં આયુ નિર્ગમ્યો. ૩૧૦ \n" +
                "\n" +
                "વેશતણું રાખે અભિમાન, સામું તેણે થાએ જાન; \n" +
                "\n" +
                "સંસારી મળ ધોવા કાજ, સાબુ મેલને દીધે વાજ;\n" +
                "\n" +
                "અખા મેલ જો નવ નીકળે, તો મેલું તે કયી પેરે ટળે. ૩૧૧ \n" +
                "\n" +
                "નિવૃત્ય પ્રવૃત્ય સમણાંનું ધન, ઉંઘ્યો નર તેનું કરે જતન; \n" +
                "\n" +
                "જાગ્યે રૂડું કુડું ટળે, જ્ઞાની તે જે પાછો વળે;\n" +
                "\n" +
                "અખા પ્રપંચ નહિ પરમાણ, ઠાલો શું થઇ બેસે જાણ. ૩૧૨ \n" +
                "\n" +
                "તપતીરથ દેહ દમવાકાજ, જાણી ઉન્મત્ત આવે વાજ; \n" +
                "\n" +
                "ફળ સંભળાવી કીધું ખરૂં, પણ હરિ મળવાનું કારણ પરહર્યું;\n" +
                "\n" +
                "અખા એ સર્વ મનનો તોર, કોડી વટાવે નાવે મોહોર. ૩૧૩ \n" +
                "\n" +
                "હરિ જાણી જે તે હરિવડે, મન જનથી જે અળગે પડે; \n" +
                "\n" +
                "બીજાં કર્મ મનથી નીપજે, મન સુધે જે તેને ભજે;\n" +
                "\n" +
                "અખા તે માટે રૈ ચેત, જ્યાં રહીને નિગમ કહે નેત. ૩૧૪ \n" +
                "\n" +
                "અખા તેજ નર ચેત્યો ખરો, જે ચાલ્યો માથે ઉફરો; \n" +
                "\n" +
                "ઊંઠ હાથમાં સૌ કો રમે, જાગ જોગ એટલામાં ભમે;\n" +
                "\n" +
                "મુક્તિ ચતુર્ધા એટલા લગે, પણ પદ રહી જોતાં પડશે વગે. ૩૧૫ \n" +
                "\n" +
                "અણલિંગી મોટો ઉપદેશ, જે ઇચ્છે અજ વિષ્ણુ મહેશ; \n" +
                "\n" +
                "લિંગ ચતુષ્ટયથી પર યથા, જ્યાં ન મળે જક્ત સંબંધી કથા;\n" +
                "\n" +
                "અખા એ ત્યાંહાં ચિદઆકાશ, પણ પ્રાયે શબ્દ નોહે સમાસ. ૩૧૬ \n" +
                "\n" +
                "ભક્તિ કરતાં ભરમે બૌ, પણ ભજનભેદ ન જાણે સૌ; \n" +
                "\n" +
                "જ્યાં શુચિ અગ્ર રહેવા નહિ ઠામ, એમ ભરી પૂરણ રહ્યો રામ;\n" +
                "\n" +
                "ત્યાં તો કરતા દીસે ઘાત, તો એમ અખા કેમ ધાતે વાત. ૩૧૭ \n" +
                "\n" +
                "પેલે ઓળખ્ય હરિ પછે ભજે, કાં વોરે જોયા વિના વજે; \n" +
                "\n" +
                "ચૈતન્યબ્રહ્મ કહે વેદ વાણ્ય, તું તો માને પીતળ પાણ;\n" +
                "\n" +
                "આતમની અવગણના કરે, અખા ભક્તિ કેમ પડશે વરે. ૩૧૮ \n" +
                "\n" +
                "જ્ઞાનવિના ભક્તિ તે અશી, ભસ્તે શ્વાને જેમ ઉઠે નશી; \n" +
                "\n" +
                "લારે લાર જેમ ચાલ્યે સોર, ત્યાં કોણે દીઠો તો ચોર;\n" +
                "\n" +
                "જે જેણે દીઠું સાંભળ્યું, અખા તે તે વળણે વળ્યું. ૩૧૯ \n" +
                "\n" +
                "જેવી શાસ્ત્ર સંત વાણી વદે, તેવું નરને આવે હ્રદે; \n" +
                "\n" +
                "હું મમતા દેહ જો ઓળખાય, સર્વાવાસ હરિ ત્યારે જણાય;\n" +
                "\n" +
                "સચરાચર જાણ્યા વિણ હરિ, અખા દ્રોહબુદ્ધી જ્યાં ત્યાં કરી. ૩૨૦ \n" +
                "\n" +
                "જ્ઞાનવિના ભક્તિ નવ થાય, જેમ ચક્ષુહીણો જ્યાં ત્યાં અથડાય; \n" +
                "\n" +
                "તે માટે જ્ઞાની ગુરુ કરો, હરિ દેખાડે સભરો ભર્યો;\n" +
                "\n" +
                "ગુરુજ અખા નવ જાણે રામ, તે શિષ્યને શું આપે નામ. ૩૨૧ \n" +
                "\n" +
                "જોતાં વિચારી સ્વે નિજધામ, ઉપાધ્ય આવવાનો તું ઠામ; \n" +
                "\n" +
                "આવી અચાનક ઉઠી બલા, સુખી દુઃખી નર ભુંડા ભલા;\n" +
                "\n" +
                "પંડિત જાણ થાપે જીવ કર્મ, અખે માયાનો પ્રીછ્યો મર્મ. ૩૨૨ \n" +
                "\n" +
                "નિજ શક્તિયે કર્યું આકાશ, તત્વે તત્વ હવો પરકાશ; \n" +
                "\n" +
                "અંશે અંશ ભૂતિક પિંડ થયા, સત્તાબળ વડે ચાલી ગયા;\n" +
                "\n" +
                "જેમ ખડક્યાં પાત્ર અગ્નિથી ઉષ્ણ, એમ અખા બળ વ્યાપ્યું વિષ્ણુ. ૩૨૩ \n" +
                "\n" +
                "પાત્ર માત્રમાં હોય વરાળ, પિંડ શાથે હોય મનની જાળ; \n" +
                "\n" +
                "મનને જોઇએ સર્વે વિષય, પણ મૂળ અગ્નિને નવ લખેય;\n" +
                "\n" +
                "વિષયને મન તે આ સંસાર, અખે એવી વિધ્યે કાઢ્યો પાર. ૩૨૪ \n" +
                "\n" +
                "મુજ જોતાં એ મન સુખી દુઃખી, પણ મનાતીત ન શકે પારખી; \n" +
                "\n" +
                "મનના માર્યા જાએ એહ, એમ સમજણ નહિ સમજે તેહ;\n" +
                "\n" +
                "ચૌદ લોકરૂપે મન થયું, અખા મનાતીત જેમનું તેમ રહ્યું. ૩૨૫ \n" +
                "\n" +
                "પ્રપંચપાર પરમેશ્વર રહે, કાં ગુણનાં કૃતને સાચાં કહે; \n" +
                "\n" +
                "ગુણ તે જાય મરે અવતરે, તેને સત્ય જાણે તે ફેરા ફરે;\n" +
                "\n" +
                "ગુણપારે જેનો અધ્યાસ, અખા તે નોહે સ્વામી દાસ. ૩૨૬ \n" +
                "\n" +
                "અખે જગતથી અવળું કર્યું, જીવત મૂકી મૃતક આદર્યું; \n" +
                "\n" +
                "મૃતક સમું મીઠું કાંઇ નથી, સારમાંથી સાર કાઢ્યું મથી;\n" +
                "\n" +
                "પ્રત્યક્ષ પરોક્ષ જીવતાને ભય, પણ અખા મુવો તે નિર્ભય. ૩૨૭ \n" +
                "\n" +
                "રામનામ પ્રીછે ગુણ ઘણો, જેમ અમૃતમાં ગુણ પીધાતણો; \n" +
                "\n" +
                "વણ સમજ્યો સુડો નિત્ય કહે, રામ કંઠ પંજરમાં રહે;\n" +
                "\n" +
                "ક્યાં પૂજ્યો ગાયો પરીક્ષિતે, અખા મુક્તિ પામ્યો પ્રીછતે. ૩૨૮ \n");
    }
}
