package com.punit.developer.akha_sanhita;

import androidx.appcompat.app.AppCompatActivity;

import android.os.Bundle;
import android.widget.TextView;

public class DashVighGyaniAng extends AppCompatActivity
{
    TextView tv;

    @Override
    protected void onCreate(Bundle savedInstanceState) {
        super.onCreate(savedInstanceState);
        setContentView(R.layout.activity_dash_vigh_gyani_ang);
        tv = (TextView)findViewById(R.id.Content_dashVighGyani);
        tv.setText("દશવિધજ્ઞાની અંગ\n" +
                "\n" +
                "દશાવિધ જ્ઞાની લક્ષણ લક્ષ, તેનાં કહું આચરણો મુખ્ય;\n" +
                "નામ એક પણ લક્ષણ જુજવાં, પ્ર્થ્વી એક ને ભિન્ન ભિન્ન કુવા; \n" +
                "કૂપ કૂપ જુજવા નિઃસ્વાદ, એમાં આખા માના વણિયા વાદ. ૪૮૯\n" +
                "\n" +
                "શુષ્ક જ્ઞાની કહાવ કેટલા, જ્ઞાનદગ્ધ જોતાં એકલા; \n" +
                "કો વિતંડા કહાવે નારા, જ્ઞાનખળ કેટલાએક ખરા; \n" +
                "નિંદક જ્ઞાની નીપજે ઘણા, કો ભ્ર્મજ્ઞાની આખા મન તણા. ૪૯૦\n" +
                "\n" +
                "હઠજ્ઞાની ઘણા મન વિષે, શઠજ્ઞાની સૂધું નવ લખે, \n" +
                "શૂન્યવાદી તે નવમો જાણ્ય, શુદ્ધજ્ઞાની દશમો પરમાણ; \n" +
                "એ દશે જ્ઞાનીના નામ કહ્યાં, હવે લક્ષણ કહું આખા જે રહ્યાં. ૪૯૧\n" +
                "\n" +
                "શુષ્ક જ્ઞાની નિરસ હોય હ્રદે, વાણી જાની લુખું વદે; \n" +
                "હિસે નહીં તે સર્વાવાસ, ચાઇટના જાણી નોય ઉલ્હાસ; \n" +
                "એ લક્ષણ શુષ્ક જ્ઞાની તણું, જ્ઞાનદગ્ધ આખા હવે ભાણું. ૪૯૨\n" +
                "\n" +
                "જ્ઞાનદગ્ધ હોયે અધબળ્યો, સંગ સમાગમે રહે તે મળ્યો; \n" +
                "બાહ્ય કર્મે ઝાલાણી મત્ય, માંહે આપોપું હંતા સત્ય; \n" +
                "અનુભવ અંકૂર ના ફૂટે ત્યાંહાં, જેમાં આખા દગ્ધ છે સ્પૃહા. ૪૯૩\n" +
                "\n" +
                "વિટંડ નર હોએ તે અસો, પોતાને નિશ્ચય નહીં કશો; \n" +
                "વાદ કર્યા ઉપર બહુ હામ, લક્ષ વિના વિદ્યાની મામ; \n" +
                "ક્લેશ કરતાં કાપે કાળ, આખે વિતંડની કાઢી ભાળ. ૪૯૪\n" +
                "\n" +
                "જ્ઞાનખળને ખળતાનો થાપ. કુટિલ જુક્તિ ઉપજે બહુ આપ; \n" +
                "જ્ઞાનવચનને આગળ કરે, ઓથે રહી વક્રમ આચારે; \n" +
                "વંદે ખરો પણ ખળતા કહિયે સોય, આખા તે સરખો આંતર્બાહ્ય. ૪૯૫\n" +
                "\n" +
                "હવે નિંદક જ્ઞાની કહિયે સોય, પહેલું દોષનું દર્શના હોય; \n" +
                "સંત સમાગમમાં તે ફરે, લાંછન જોઈને હૃદિયે ધરે; \n" +
                "આત્મજ્ઞાનીતણી કરે વાત, પણ નિંદકની આખા એવી ઘાત. ૪૯૬\n" +
                "\n" +
                "બ્રહ્મ જ્ઞાનીને અંતરા ભર્મ, હૃદે વસ્યું પણ નાસમજે મર્મ; \n" +
                "આંતર અન્ય ઉપાસન કરે, કરતાં હરતા આપ ઉચ્ચરે; \n" +
                "આખા તે ના સમજે સાંગ ઉપાંગ, ભ્રમે ના તળે વાસના લિંગ. ૪૯૭\n" +
                "\n" +
                "હઠજ્ઞાનીની સિદ્ધીને વસ્તુલખે, કહે બ્રહ્મ જ્ઞાન નોહે સિદ્ધિ પખે; \n" +
                "કહે ચૈતન્યે ભરયું બ્રહ્માંડ, સિદ્ધિ વિના પણ કાચો પિંડ; \n" +
                "અખા લક્ષ હઠ જ્ઞાની તણો, સિદ્ધિ ત્યામ્ પૂર્ણ બ્રહ્મ ગણ્યો. ૪૯૮\n" +
                "\n" +
                "શઠ જ્ઞાની તે ગ્રંથ બહુ સુણે, બહુ વાંચે બહુ પાઠે ભણે; \n" +
                "ગ્રંથ પ્રતીતે માને વાત, સમ્યક્ ભાસે નહીંસાક્ષાત, \n" +
                "શઠપણે ન ટળે ચકચ્ંધ્ય, અખા અંતરથી ન ટલે રુંધ્ય. ૪૯૯\n" +
                "\n" +
                "શૂન્યવાદીને શૂન્ય, વિશ્વ નહીં નહીં પાપ ને પુન્ય; \n" +
                "ઉત્પત્તિ નહીં, નહીં સમાસ, સ્વપર નહીં, નહિ સ્વામી \n" +
                "દાસ; એમ વર્તે શૂન્યવાદી ખરો, પણ અખા ન ચાલે શૂન્ય ઉફરો. ૫૦૦\n" +
                "\n" +
                "શુદ્ધ જ્ઞાની તે રૂપ અરૂપ, મીંહિ નિધ અશે છે તદ્રૂપ; \n" +
                "સર્વ સહિત છે સર્વાતીત, જે પોષક આઘે ઊદ્ગીત; \n" +
                "અખા અનિર્વચનીય તે આપ, લક્ષ લાગે તે લહે અમાપ. ૫૦૧\n" +
                "\n" +
                "દશ પ્રકારના જ્ઞાની લખ્યા, પણ નવે તે દશમા વિણ મથ્યા; \n" +
                "નવેનો લક્ષ ત્યારે શુદ્ધ થાય, જ્યારે અનુભવ દશમા ઘેર જાય; \n" +
                "અખા જે છે સદા અવાચ્ય, જો સમજે તો સમજી રાખ્ય. ૫૦૨\n");
    }
}
