package com.punit.developer.akha_sanhita;

import androidx.appcompat.app.AppCompatActivity;

import android.os.Bundle;
import android.widget.TextView;

public class FatFalAng extends AppCompatActivity {
    TextView tv;

    @Override
    protected void onCreate(Bundle savedInstanceState) {
        super.onCreate(savedInstanceState);
        setContentView(R.layout.activity_fat_fal_ang);
        tv = (TextView)findViewById(R.id.Content_fatfal);
        tv.setText("કુટફળ અંગ\n" +
                "\n" +
                "તિલક કરતાં ત્રેપન વહ્યાં, જપમાળાનાં નાકાં ગયાં; \n" +
                "\n" +
                "તીરથ ફરી ફરી થાક્યાં ચર્ણ, તોય ન પહોંચ્યા હરિને શર્ણ;\n" +
                "\n" +
                "કથા સુણી સુણી ફુટ્યા કાન, અખા તોય ન આવ્યું બ્રહ્મજ્ઞાન. ૬૨૭ \n" +
                "\n" +
                "એક મુરખને એવી ટેવ, પથ્થર એટલા પૂજે દેવ; \n" +
                "\n" +
                "પાણીને દેખી કરે સ્નાન, તુલસી દેખી તોડે પાન;\n" +
                "\n" +
                "એ તો અખા બહુ ઉત્પાત, ઘણા પરમેશ્વર એ ક્યાંની વાત. ૬૨૮ \n" +
                "\n" +
                "મુક્તિ બંધ પૂછે મતિમંદ, શોધી જોતાં સ્વે ગોવિંદ; \n" +
                "\n" +
                "પ્રાણ પિંડમાં હું કે હરિ, જો જુવે અખા વૃત્તિ કરી;\n" +
                "\n" +
                "બંધ મોક્ષ ન કરે ઉચ્ચાર, આકાશકુસુમનો નોહે હાર. ૬૨૯ \n" +
                "\n" +
                "પિંડ જોતાં કો મુક્તજ નથી, ત્રિવિધ તાપ ભોગવે ધરથી; \n" +
                "\n" +
                "સકળ ઇંદ્રિપેં છૂટો રમે, રાગદ્વેષ કોઇએ નવ દમે;\n" +
                "\n" +
                "સત્ય સંકલ્પ ને અમ્મર કાય, સર્વ રૂપ જાણે મહિમાય;\n" +
                "\n" +
                "ત્યારે અખા મુમુક્ષુ મન, જાણે તે જાણી લે જન. ૬૩૦ \n" +
                "\n" +
                "જે ધરી આવ્યો ભૌતિક કાય, દેવ નર નાગ કહ્યો નવ જાય; \n" +
                "\n" +
                "કાળસત્તામાં તે ત્યાં ખરો, એ તો મન કાઢો કાંકરો;\n" +
                "\n" +
                "મન વચન કર્મ હરિમાં ઢોળ, અખો સમજ્યો અંશે સોળ. ૬૩૧ \n" +
                "\n" +
                "ગહન ગતિ છે કાળજતણી, જેણે જે જે વાતો ભણી; \n" +
                "\n" +
                "તે તેનાં પામ્યાં પરમાણ, પરછંદાની પેરે જાણ;\n" +
                "\n" +
                "માંહોમાં દુર્ઘર્ષ અગાધ્ય, અખા જીવને નાવે સાધ્ય. ૬૩૨ \n" +
                "\n" +
                "અનુભવી આગળ વાદજ વદે, ઉંટ આગળ જેમ પાળો ખદે; \n" +
                "\n" +
                "ઉંટ તણા આઘાં મેલાણ, પાળાનાં તો છંડે પ્રાણ;\n" +
                "\n" +
                "અખા અનુભવી ઇશ્વરરૂપ, સાગર આગળ શું કૂદે કૂપ. ૬૩૩ \n" +
                "\n" +
                "આવી નગરમાં લાગી લાય, પંખીને શો ધોખો થાય; \n" +
                "\n" +
                "ઉંદર બિચારા કરતા સોર, જેને નહિ ઉડ્યાનું જોર;\n" +
                "\n" +
                "અખાજ્ઞાની ભયથી કેમ ડરે, જેની અનુભવ પાંખ આકાશે ફરે. ૬૩૪ \n" +
                "\n" +
                "જોજો રે મોટાના બોલ, ઉજડ ખેડે વાગ્યો ઢોલ; \n" +
                "\n" +
                "અંધે અંધ અંધારે મળ્યા, જેમ તલમાં કોદરા મળ્યા;\n" +
                "\n" +
                "ઘેંસ ન થાય ન થાય ઘાણી, કહે અખો એ વાતો જાણી. ૬૩૫ \n" +
                "\n" +
                "આંધળો સસરો ને સણગટ(ઘુંઘટમાં) વહુ, એમ કથા સુણવા ચાલ્યું સહુ; \n" +
                "\n" +
                "કહ્યું કાંઇને સમજ્યાં કશું, આંખ્યનું કાજળ ગાલે ઘશ્યું;\n" +
                "\n" +
                "ઉંડો કુવોને ફાટી બોખ, શીખ્યું સાંભળ્યું સર્વે ફોક. ૬૩૬ \n" +
                "\n" +
                "વ્યાસવેશ્યાની એકજ પેર, વિધા બેટી ઉછેરી ઘેર; \n" +
                "\n" +
                "વ્યાસ કથા કરે ને રડે, જાણે દ્રવ્ય અદકેરૂં જડે;\n" +
                "\n" +
                "જો જાણે વાંચ્યાની પેર, અખા કાં ન વાંચે ઘેર. ૬૩૭ \n" +
                "\n" +
                "ગજા પ્રમાણે પ્રબોધે જીવ, બંધનમાં રાખે સદૈવ; \n" +
                "\n" +
                "સાચી વાતને સંતજ વદે, તેને મૂરખ ઉલટો નંદે;\n" +
                "\n" +
                "અખા આંધળે લુંટ્યો બજાર, સંતગુરુનો એવો વિચાર. ૬૩૮ \n" +
                "\n" +
                "જગતપ્રમોદી દાઝ ન ટળે, કુવાડામાંથી કાઢે જળે; \n" +
                "\n" +
                "સમજુ ને છે સરખો ભાવ, તે ગુરુના મનમાં અભાવ;\n" +
                "\n" +
                "એમ જાણીને રીસે બળે, અખા જ્ઞાનીની નિંદા કરે. ૬૩૯ \n" +
                "\n" +
                "વિષયી જીવથી પ્રીતજ કરે, તત્વદર્શી ઉપર અભાવજ ધરે; \n" +
                "\n" +
                "ખાનપાન વિષયાદિક ભોગ, તત્વદર્શીને સર્વે રોગ;\n" +
                "\n" +
                "અખા તે ગુરુના મનમાં ખરા, જીવ આવકાર દઇ બેસારે પરા. ૬૪૦ \n" +
                "\n" +
                "ગુરુ થઇ બેઠો શેનો સાધ, સ્વામીપણાની વળગી વ્યાધ; \n" +
                "\n" +
                "તે પીડાથી દુઃખિયો થયો, રોગ કરાર અનુભવથી ગયો;\n" +
                "\n" +
                "વાયક જાળમાં ઘુંચવી મરે, અખા જ્ઞાનીનું કહ્યું કેમ કરે. ૬૪૧ \n" +
                "\n" +
                "જ્ઞાનીને તો સર્વે ફોક, બ્રહ્માદિલગી કલ્પ્યાં લોક; \n" +
                "\n" +
                "ત્રણકાંડ કાળની માંડણી, તત્વવેત્તાએ એવી ગણી;\n" +
                "\n" +
                "તેની વાત ન જાણે ગૂઢ, અખા ગુરુ થઇ બેઠો મૂઢ. ૬૪૨ \n" +
                "\n" +
                "સ્વામી થઇને બેઠો આપ, એ તો મનને વળગ્યું પાપ; \n" +
                "\n" +
                "શિષ્ય રાખ્યાનો શિરપર ભાર, ઉપર ત્યાગ ને અંતર પ્યાર;\n" +
                "\n" +
                "આશા રજ્જુને બાંધ્યો પાશ, અખા શું જાણે જ્ઞાનીની આશ. ૬૪૩ \n" +
                "\n" +
                "જ્ઞાની ગુરુ ન થાયે કેનો, બ્રહ્મા વિષ્ણુ મહેશ્વર તેનો; \n" +
                "\n" +
                "અન્ય જીવની તેને શી પડી, જે તેને ઘેર નિત્ય કાઢે હડી;\n" +
                "\n" +
                "સેજ સ્વભાવે વાતજ કરે, અખા ગુરુપણું મનમાં નવ ધરે. ૬૪૪ \n" +
                "\n" +
                "ગુરુ થઇ મૂરખ જગમાં ફરે, બ્રહ્મવેત્તાની નિંદા કરે; \n" +
                "\n" +
                "ભૂતકાળમાં જે થઇ ગયા, તેની મનમાં ઇચ્છે મયા;\n" +
                "\n" +
                "અખા વેલી કેમ ટાળે વ્યથા, જે નિત્ય વાંચે મડદાની કથા. ૬૪૫ \n" +
                "\n" +
                "જે પગલાં અગ્નિમાં જળે, તેને શર્ણે કાળ કેમ ટળે; \n" +
                "\n" +
                "પડતું પક્ષી રાખે આકાશ, એમ પગલાં તે આપે વાસ;\n" +
                "\n" +
                "નહિ પગલાંને શરણે જા, ત્યારે અખા ભવની મટે અજા. ૬૪૬ \n" +
                "\n" +
                "ચરણ શરણ તો ખોટી કરી, વણ ચરણોનો દીઠો હરિ; \n" +
                "\n" +
                "ચરણ જળે કે ભૂમાં દાટ્ય, શ્વાન શિયાળિયા કરડે કાટ;\n" +
                "\n" +
                "તેણી શરણ અખો શું ગ્રહે, જે સમજે તે એવું લહે. ૬૪૭ \n" +
                "\n" +
                "જોજો રે ભાઇ વાતનું મૂળ, પેટ ચોળી ઉપજાવ્યું શૂળ; \n" +
                "\n" +
                "એક સમે ખર ભાડે ગયો, કાંદા દેખી ગળિયો થયો;\n" +
                "\n" +
                "ખરે આપી તેજીને પેર, એવું જાણી અખા જુતો ઘેર. ૬૪૮ \n" +
                "\n" +
                "કથા કરી તે શુકજી ખરી, પરીક્ષિતને મેળવ્યા હરિ; \n" +
                "\n" +
                "શીખ થઇ ત્યારે આપ્યું શું, નગ્ન થઇ ગયા વનમાં પશુ;\n" +
                "\n" +
                "નિસ્પૃહીની એવી છે કથા, અખા બીજી પેટ ભર્યાની વ્યથા. ૬૪૯ \n" +
                "\n" +
                "રઘુ જદુરાજની વાતજ કહે, દત્ત ભરતનું ઓઠું લહે; \n" +
                "\n" +
                "અજગરવરતી વનમાં પડ્યા, તે ક્યાંઇથી આવી ચડ્યા;\n" +
                "\n" +
                "તેને પોતા સરખા કર્યા, અખા ઘેર ઘેર ઉપદેશ ન કહ્યા. ૬૫૦ \n" +
                "\n" +
                "દેહાભિમાન હતું પાશેર, વિધા ભણતાં વાધ્યું શેર; \n" +
                "\n" +
                "ચરચા વધતાં તોલું થયો, ગુરુ થયો ત્યાં મણમાં ગયો;\n" +
                "\n" +
                "અખા એમ હલકાથી ભારે હોય, આત્મજ્ઞાન મૂળગું તે ખોય. ૬૫૧ \n" +
                "\n" +
                "સસાસિંગનું વહાણજ કર્યું, મૃગતૃષ્ણામાં જઇને તર્યું; \n" +
                "\n" +
                "વંઝ્યાસુત બે વહાણે ચડ્યા, ખપુષ્પનાં વસાણાં ભર્યા;\n" +
                "\n" +
                "જેવી શેખશલ્લીની કથા, અખા હમણાં આગળ એવા હતા. ૬૫૨ \n" +
                "\n" +
                "જ્યાં જોઇએ ત્યાં કૂડેકૂડ, સામે સામાં બેઠાં ઘૂડ; \n" +
                "\n" +
                "કોઇ આવી વાત સૂરજની કરે, તે આગળ લઇ ચાંચજ ધરે;\n" +
                "\n" +
                "અમારે હજાર વર્ષ અંધારે ગયાં, તમે આવા ડાહ્યા ક્યાંથી થયા;\n" +
                "\n" +
                "અખા મોટાની તો એવી જાણ, મૂકી હીરો ઉપાડ્યો પાણ. ૬૫૩ \n" +
                "\n" +
                "લીલા વૃક્ષને ઓઠે રહે, જેમ પારાધી પશુને ગ્રહે; \n" +
                "\n" +
                "એમ હારને ઓઠે ધૂતા ઘણા, ઉપાય કરે કનક કામની તણા;\n" +
                "\n" +
                "અખા ગુરુ શું મૂકે પાર, જેના શિષ્ય ગદર્ભ ને ગુરુ કુંભાર. ૬૫૪ \n" +
                "\n" +
                "અંગ આળસ ને તપસી થયો, ઘર મેલીને વનમાં ગયો; \n" +
                "\n" +
                "કામબાણ ન શક્યો જાળવી, રડવડતી એક આણી નવી;\n" +
                "\n" +
                "શ્વાન ભસાવે હીંડે છક્યો, અખા હગ્યો નહિ ને ઘર નવ રખ્યો. ૬૫૫ \n" +
                "\n" +
                "ગોરીના થાવા વડભાગ, માતા પાસે આજ્ઞા માગ; \n" +
                "\n" +
                "બળદની તે કેમ થાય ગાય, મૂરખ મિથ્યા કરે ઉપાય;\n" +
                "\n" +
                "જ્ઞાનવિના તે સાધન એવા, અખા તેમાં ન લેવાદેવા. ૬૫૬ \n" +
                "\n" +
                "સો અંધામાં કાણો રાવ, આંધળાને કાણા પર ભાવ; \n" +
                "\n" +
                "સૌનાં નેત્રો ફૂટિ ગયાં, ગુરુ આચાર્યજ કાણા થયા;\n" +
                "\n" +
                "શાસ્ત્ર તણી છે એકજ આંખ્ય, આ અનુભવની ઉઘડી નહિ ઝાંખ્ય. ૬૫૭ \n" +
                "\n" +
                "મુંડ મુંડાવી હરિને કાજ, લોક પૂજે ને કહે મહારાજ; \n" +
                "\n" +
                "મન જાણે હરિએ કૃપા કરી, માયામાં લપટાણો ફરી;\n" +
                "\n" +
                "સૌને મન તે કરે કલ્યાણ, અખા એને હરિ મળ્યાની હાણ. ૬૫૮ \n" +
                "\n" +
                "જ્ઞાતાનો એવો ઉપદેશ, પંચના ગુરુ તે સઘળો વેશ; \n" +
                "\n" +
                "ઘરઘર મહાત્મ્ય વધારતા ફરે, દામચામનાં જતનજ કરે;\n" +
                "\n" +
                "અખા જ્ઞાતાની ન માને વાત, સાચું કહેતાં ખીજે સાત. ૬૫૯ \n" +
                "\n" +
                "હરિને કાજે ઘાટજ ઘડે, નિજ સ્વરૂપથી પાછો પડે; \n" +
                "\n" +
                "પાણો કે હું પર્વત લહું, એ આશ્ચર્ય તે કેને કહું;\n" +
                "\n" +
                "અખા થકી તે બીજો હરિ, જેમ પર્વતમાંથી પાણજ ખરી. ૬૬૦ \n" +
                "\n" +
                "જાણપણમાં જાડા થયા, ડહાપણ ડોળી રાબડ રહ્યા; \n" +
                "\n" +
                "નીર હતું તે કીચમાં ગયું, આત્મથકી તે અળગું રહ્યું;\n" +
                "\n" +
                "છે તો ઘણો નવ દીસે ચંદ, કહે અખો માયાનો ફંદ. ૬૬૧ \n" +
                "\n" +
                "અનંત કળામાં અદકા ખરા, બ્રહ્મવેત્તા એ સૌથી પરા; \n" +
                "\n" +
                "વેદ બ્રહ્માએ પૂજ્યા હરિ, તેથી લક્ષ તજજ્ઞનો દુરી;\n" +
                "\n" +
                "ભૂતભવિષ્ય ને અજપાજપ, અખો નહિ તો શેનો થાપ. ૬૬૨ \n" +
                "\n" +
                "વષ્ણવ ભેખ ધારીને ફરે, પરસાદ ટાણે પત્રાવળાં ભરે; \n" +
                "\n" +
                "રાંધ્યાં ધાન વખાણતા જાય, જેમ પીરસે તેમ ઝાઝાં ખાય;\n" +
                "\n" +
                "કીર્તન ગાઇને તોડે તોડ, અખો કહે જુવાનીનું જોર. ૬૬૩ \n" +
                "\n" +
                "જ્યારે મન પામ્યું નિજભાન, ત્યારે સર્વ થયું સમાન; \n" +
                "\n" +
                "સપ્તપુરી મધ્ય મારૂં આડ્ય, સર્વસ્વ હાર્યે ભાગે જાડ્ય;\n" +
                "\n" +
                "જેમ કરી કવાથ રોગીને વિષે, પણ અખા અરોગી સર્વે ભખે. ૬૬૪ \n" +
                "\n" +
                "કે આળસે કે ક્રોધ થયો, વાટે વેષ પેરીને ગયો; \n" +
                "\n" +
                "નહિ મહેનત વેઠે નહિ શાય, વંદે વિશ્વ એ ફ્ળ મહિમાય;\n" +
                "\n" +
                "હરિને અર્થે એક વિચાર, અખા સમું પડે તેમ રહે સંસાર. ૬૬૫ \n" +
                "\n" +
                "જાય સમુળો સઘ સંસાર, કરતાં આત્મતત્વવિચાર; \n" +
                "\n" +
                "અન્ય ઉપાય નથી એ જવા, સામા બંધ બંધાય નવા;\n" +
                "\n" +
                "કર્મ કરતાં ન આવે છેક, અખા વિચારે ન મળે શેષ. ૬૬૬ \n" +
                "\n" +
                "અખા વસ્તુ વિચારે બ્રહ્મ, અંતરભૂત જાણવા કર્મ; \n" +
                "\n" +
                "જેમ પ્રત્યક્ષ પોગર દીસે લોહમાંય, ગાળે ત્યારે ફીટી જાય;\n" +
                "\n" +
                "પાછો વળી ઘડાયે ઘાટ, તેમનો તેમ પોગરનો ઠાઠ. ૬૬૭ \n" +
                "\n" +
                "તેજ લોહનું જ્યારે દર્પણ કરે, શિકલ કરીને મશકલો ફરે; \n" +
                "\n" +
                "તેજ નીકળે પોગર ઢંકાય, આપોપું દિસે તે માંય;\n" +
                "\n" +
                "અખા જ્ઞાનની એવી પેર, કોટી જુગે કાં આજ આદેર્ય. ૬૬૮ \n" +
                "\n" +
                "લોહ ગળતે દીસે પોગર ગળ્યા, ઘાટ થાતાં તે પાછા વળ્યા; \n" +
                "\n" +
                "અહંતારૂપી લોહ છે સદા, ઘાટ થયા વિના ન રહે કદા;\n" +
                "\n" +
                "અખા અહંતા લોઢું માર્ય, મર્યા પછી તે તરશે વાર્ય. ૬૬૯ \n" +
                "\n" +
                "જે જળમાં લોહ બુડી જતું, તે ઉપર દીસે રમતું; \n" +
                "\n" +
                "તેમ ભવસાગર હરિસાગર થયો, જ્યારે આપોપાનો ભારજ ગયો;\n" +
                "\n" +
                "અખા મધ્યથો જા તું ટળી, બંધ ને મોક્ષ થકી ક્ષમા મળી. ૬૭૦ \n" +
                "\n" +
                "અખા બ્રહ્મ છે બાધું નામ, તે મધ્યે અળગાં અળગાં ગામ; \n" +
                "\n" +
                "જેમ બાધું જોતાં એકજ ઝાડ, વિગતે જોતાં ભાંગે જાડ્ય;\n" +
                "\n" +
                "રંગ સ્વાદ પત્ર ફળ ફુલ, સદગુરુ મળે તો ભાંગે ભૂલ. ૬૭૧ \n" +
                "\n" +
                "જાગ જોગ મંત્ર ફ્ળ ને સિદ્ધિ, એ બ્રહ્મઉદર માંહેલી રિદ્ધિ; \n" +
                "\n" +
                "અંશીનર ઉંઘ્યો આપમાંહે, સ્વપ્ન ભોગવે ત્રણ તાપ ત્યાંહે;\n" +
                "\n" +
                "વિધિસહિત પરબ્રહ્મને જાણ, ત્યારે અખા ટળે ભવતાણ. ૬૭૨ \n" +
                "\n" +
                "આત્મલક્ષમાં નહિ પર આપ, વણસંતાને કેનો બાપ; \n" +
                "\n" +
                "વણજોનારે દર્પણ જથા, બિંબપ્રતિબિંબની કોણ કહે કથા;\n" +
                "\n" +
                "અખા દ્વૈત થયે ઉપાધ્ય, તન મન વિના એ સાધન સાધ્ય. ૬૭૩ \n" +
                "\n" +
                "બ્રહ્મજ્ઞાની બહુ ભેળા થઇ, બ્રહ્મના દેશની વાતજ કહી; \n" +
                "\n" +
                "બ્રહ્મવિધા રહી બ્રહ્મને દેશ, પોતામાં નવ આવ્યો લેશ;\n" +
                "\n" +
                "થઇ થઇ વાતો સહુ કોઇ કહે, અખા અણચવ્યો કોકજ રહે. ૬૭૪ \n" +
                "\n" +
                "અણચવિયાનાં એ એંધાણ, જે સારાં માઠાં ઝીલે બાણ; \n" +
                "\n" +
                "અધ્યાત્મ ન જાણે આત્માથકી, નોખો નોખો કહે છે બકી;\n" +
                "\n" +
                "પોતે જાણે હું આત્મવેત્તા થયો, તે થાવામાં દેહભાગજ રહ્યો. ૬૭૫ \n" +
                "\n" +
                "પોતે ટળીને સઘળું પ્રીછ, વાટે ચાલતાં આંખ મ વીંચ; \n" +
                "\n" +
                "અદ્વૈત દ્વૈતનાં કરે છે કામ, સગુણ નિર્ગુણ ધાર્યાં નામ;\n" +
                "\n" +
                "સગુણ નિર્ગુણ એ બે છે જોગ, પોતે ટળશે તેને પડશે ભોગ. ૬૭૬ \n" +
                "\n" +
                "પોતે ટળ્યા તે પ્રીછ્યા જાણ, તેને શોભે સઘળી વાણ; \n" +
                "\n" +
                "પોતે ટળ્યા વિના શા કામના, એતો અકૃતે વધારી કામના;\n" +
                "\n" +
                "કહે અખો કાં ફોક્ટ ફુલ, ભણ્યા ગણ્યા પણ ન ટળી ભૂલ. ૬૭૭ \n" +
                "\n" +
                "ભણ્યા ગણ્યા તો તે પરમાણ, જો જાણપણું ટાળીને જાણ; \n" +
                "\n" +
                "મૂળ સ્વરૂપે જે કોઇ થયો, તેને ભણ્યાનો સ્વભાવ ગયો;\n" +
                "\n" +
                "અખા એમ સમજ્યા તે મહંત, તેને સત્\u200Cચિત્\u200Cઆનંદ વદે વેદાંત. ૬૭૮ \n" +
                "\n" +
                "વેદાંતે વાત વિચારી અસી, ને શ્રોતા વક્તા સમજ્યા જસી; \n" +
                "\n" +
                "વેદાંત વાયક મોટો ભેદ, આસુરીનો કર્યો ઉચ્છેદ;\n" +
                "\n" +
                "દૈવી તો છે ધણીનું રૂપ, અખા આસુરી ઉંડો કૂપ. ૬૭૯ \n" +
                "\n" +
                "આસુરી દૈવીને ગડબડ થઈ, દીસે દૈવી તેમાં આસુરી રહી; \n" +
                "\n" +
                "માટે જ્ઞાની ટળતા ફરે, જેમ રૂડે ઘેર જાતાં શ્વાનથી ડરે;\n" +
                "\n" +
                "અખા શ્વાન જો પ્રલય થાય, તો રૂડાને ઘેર રૂડો જાય. ૬૮૦ \n" +
                "\n" +
                "ઘર તો સઘળાં રૂડાં કર્યા, ત્યાં અસુરીરૂપે ભસે કૂતરાં; \n" +
                "\n" +
                "સમજુ ઘણાં પણ શ્વાનનો સંગ, વણટેવે જેમ વણસે રંગ;\n" +
                "\n" +
                "અખા આસુરી કૂતરાં જાણ, આશાની ભક્તિ મોટી હાણ. ૬૮૧ \n" +
                "\n" +
                "નિરાશી ભક્તિ જે કોઈ કરે, તેનું સેજે કારજ સરે; \n" +
                "\n" +
                "સ્વરૂપ તે અરૂપે અદ્વૈત થાય, દ્વૈતાદ્વૈતનો લેશ જ જાય;\n" +
                "\n" +
                "આત્મ અનુભવે હોય પ્રકાશ, અખા અહંકાર તે પામે નાશ. ૬૮૨ \n" +
                "\n" +
                "અહંકૃતિ તજી સ્મરણ કરો, મન કર્મ વચન હરિવડે આદરો; \n" +
                "\n" +
                "ગવરાવ્યા જશ હરિના ગાઓ, હરિના છો ને હરિના થાઓ;\n" +
                "\n" +
                "અહંકૃતે અણછતા ન થયા, છતા ધણીથી છેટા રહ્યા. ૬૮૩ \n" +
                "\n" +
                "છતો ધણી તું છબીલો જાણ, જેની શોભે સઘળે વાણ; \n" +
                "\n" +
                "છતો ધણી છે વાણીરહિત, છતો ધણી છે શબ્દાતીત;\n" +
                "\n" +
                "એમ વાચ્ય અવાચ્ય જેને સબળું ઠર્યું, અખા તેહનું કારજ સર્યું. ૬૮૪ \n" +
                "\n" +
                "સાચો મારગ જે કોઇ લે, મિથ્યા મારગ મૂકી દે; \n" +
                "\n" +
                "અટળ વસ્તુને અહોનિશ ધાય, ટળને બાંધણે બાંધ્યો ન જાય;\n" +
                "\n" +
                "ટળમાં રહે અટળશું પ્રીત, અખા એવા એવા પુરુષની થાશે જીત. ૬૮૫ \n" +
                "\n" +
                "જાણી વસ્તુ ને ઉપનો વૈરાગ્ય, અણછતું આવ્રણ ન પામે લાગ; \n" +
                "\n" +
                "ઓળખ્યા ચોર ને સાવચેત થયા, વળતા તે તો કૂશળ રહ્યા;\n" +
                "\n" +
                "અચેતને ચોર લુટી ગયા ભાઇ, સાવચેતને ઘેર આનંદ વધાઇ. ૬૮૬ \n" +
                "\n" +
                "આનંદ વધાઇ અનુભવથી થાય, અજ્ઞાન ગાંઠો છૂટી જાય; \n" +
                "\n" +
                "અનેક જુગનું આવ્રણ જેહ, જ્ઞાનવજ્રથી ભાંગે તેહ;\n" +
                "\n" +
                "ધન ધન જ્ઞાનીજનનું ગાત્ર, જગત જાણ્યું જેણે તૃણમાત્ર. ૬૮૭ \n" +
                "\n" +
                "જ્ઞાની તે જે કરે વિચાર, પરપંચ તજે ને સંગ્રહે સાર; \n" +
                "\n" +
                "સકળ કામના સવળી કરે, વાસનાવપુ ઠેકાણે ઠરે;\n" +
                "\n" +
                "ટાળે આપ ને ભાળે ઈશ, અખા એવા પુરુષને મળે જગદીશ. ૬૮૮ \n" +
                "\n" +
                "મોટી તાણ છે પંથજ તણી, નથી જુજવા એક છે ધણી; \n" +
                "\n" +
                "પોતાના ઇષ્ટની પાળવી ટેક, સકળ ઈષ્ટનો અધિપતિ એક;\n" +
                "\n" +
                "જેમ રાજા એક ને પ્રજા જુજવી, અખો એ રીતે જુએ અનુભવી. ૬૮૯ \n" +
                "\n" +
                "રાજાનું જેમ શહેરજ એક, પ્રજા જુજવી વર્ણવિવેક; \n" +
                "\n" +
                "દંભી હોય તે રહ્યા ચડભડે, તેનું નામ તે ખરડે પડે;\n" +
                "\n" +
                "સર્વેને મળતો થઈ જાય, અખા આખું શહેર તેના ગુણ ગાય. ૬૯૦ \n" +
                "\n" +
                "એ દૃષ્ટાંત ન સમઝે કોય, સહુનું બળ સહુમાંહે હોય; \n" +
                "\n" +
                "જ્ઞાની જ્ઞાને કરીને કહે, મતિયો મતને મતમાં રહે;\n" +
                "\n" +
                "જાવા દ્યો જાણે તેમ થાઓ, આપણ આપણા અવગુણ ગાય. ૬૯૧ \n" +
                "\n" +
                "અવગુણ મ જોશો પ્રભુ મહારાજ, તમારા બાનાની તમને લાજ; \n" +
                "\n" +
                "જેમ કોઇ કેના થઈને ફરે, તે તો તેની પક્ષજ કરે;\n" +
                "\n" +
                "તમે તમારાની પ્રભુ કરો સાર, અખા કરૂં વિનતિ તજી અહંકાર. ૬૯૨ \n" +
                "\n" +
                "અહંકાર તજીને આશે રહ્યો, મન કર્મ વચને તમારો થયો; \n" +
                "\n" +
                "જેમ કાષ્ટની પુતળી નાચે નરી, તે કળસુતરે તમારે કરી;\n" +
                "\n" +
                "વાજું વજાડો તો વાજે તદા, વણ વજાડ્યું ન વાજે કદા. ૬૯૩ \n" +
                "\n" +
                "વાજું હું તમો વજાવણહાર, તે વાજું શાને ધરે અહંકાર; \n" +
                "\n" +
                "તે જોતાં સર્વ તમારાં કામ, આ અછતાનું અછતુંનામ;\n" +
                "\n" +
                "ધનધન વાજું ધણીકર થવે, અખા આસુરીકર તવઅવળું લવે. ૬૯૪ \n" +
                "\n" +
                "આસુરીના ફેરા ફરે છે જંત, તે નવ જાણે વસ્તુ તંત; \n" +
                "\n" +
                "મૂળ આસુરી ન ઓળખે અંધ, તો દૈવીનો ક્યાં મળે સંબંધ;\n" +
                "\n" +
                "ચોર શાહની ચિંતા કરે, વળતો શાહ ચોરથી ડરે. ૬૯૫ \n" +
                "\n" +
                "ડર્યા શા તે પારે થયા, જખ મારીને કોર જા રહ્યા; \n" +
                "\n" +
                "કાઢી મૂક્યા ક્રોધ ને લોભ, સાથી કીધા શીળ સંતોષ;\n" +
                "\n" +
                "જ્ઞાનેંદ્રિય કર્મેંદ્રિય જેહ, સર્વે સગળી થઈ ચે તેહ;\n" +
                "\n" +
                "અંતઃકરણ કહિયે જે ચાર, થાય અહર્નિશ જ્ઞાના વિહાર. ૬૯૬ \n" +
                "\n" +
                "\n" +
                "\n" +
                "જ્ઞાની વિહારી ગોપી જશા, તેમ જ્ઞાની જેને ગોપીની દશા; \n" +
                "\n" +
                "ગોપી ભૂલી ઘર ને બાર, ગોપી ભૂલી કુટુમ્બા પરીવાર;\n" +
                "\n" +
                "પોતાની દેહ પણ ભૂલી ગઇ, અખા કામની કુળવંત થઇ. ૬૯૭ \n" +
                "\n" +
                "\n" +
                "\n" +
                "પ્રસન્ના થઇ પ્રભુ પ્રેમે મળ્યો, જોગ જોગારથ કરવો ટૅળ્યો; \n" +
                "\n" +
                "વિધિ નિષેધ ને થાપ ઉથાપ, સંકલ્પ વિકલ્પ ટળ્યો સંતાપ;\n" +
                "\n" +
                "પ્રગટ્યો ઉરમાં પ્રેમાનંદ; પિયે સુધારસા પ્રેમદા વૃંદ;\n" +
                "\n" +
                "સખી સમાગમ સદા નિજધામ, અખા એ રસ તેનું નામ. ૬૯૮ \n" +
                "\n" +
                "અખે રસની ચાલે ચે નદી, તે બ્રહ્મા વેત્તા પીએ ભગવદી; \n" +
                "\n" +
                "આળપંપાળ જેને આળસ્યું, સમા દ્રષ્ટિ સમજ્યા તે સમું;\n" +
                "\n" +
                "કંઇ કંઇ કહેણી કથતા ફરે, અખા બ્રહ્મવેત્તા ભાગ્યે નીસરે. ૬૯૯ \n" +
                "\n" +
                "બ્રહ્મવેત્તા કેમ દર્શે ભાઇ, જે બ્રહ્મ કલામાં રહ્યા સમાઇ; \n" +
                "\n" +
                "મેલી આંખે જે કોઇ ધાય, બ્રહ્મવેત્તા કેમ દર્શ્યા જાય;\n" +
                "\n" +
                "અખા આંખ જો ઉપએ નવી, તો બ્રહ્મવેત્તા દર્શે અનુભવી. ૭૦૦ \n" +
                "\n" +
                "મેલી આંખને બેસે મળો, કથા કીર્તના કરે થૈ ભલો; \n" +
                "\n" +
                "પચી સામ્સામા થૈ કરે જબાપ, અહંકૃતિ જ્ઞાને વાધે આપ;\n" +
                "\n" +
                "કેટલાકને જુદ્ધ કથ્યાનું જોર, અખા સિદ્ધાંતા ના સમઝે કરે બકોર. ૭૦૧ \n" +
                "\n" +
                "સમજુને સમજુનો સંગ, અણસમજુને આપે અંગ; \n" +
                "\n" +
                "સમજુ અણસમજુ મર ભેળા ભમે, ભેળા બેસે ને ભેળા જમે;\n" +
                "\n" +
                "અણસમજુ તે આંધળા કુવા, સમજુ સજ્જના સરસો ગાઉ જુના. ૭૦૨ \n" +
                "\n" +
                "વસે વેગળા મર સમજુ સજ્જન, તોયે ત્યાંથી અર્પે મંન; \n" +
                "\n" +
                "પ્રપંચ રીતે ના રાચો ભાઇ, એવી પરાપરની છે સગાઇ;\n" +
                "\n" +
                "એમા અનુભવી અનુભવીને લખે, અળગો રહે વિંધાણા પખે. ૭૦૩ \n" +
                "\n" +
                "વ્રેહે વેંધ્યો તે જાએ આપ, સજાને શો વ્રેહેનો સંતાપ; \n" +
                "\n" +
                "સાજો તે સાજાને ગાય, વ્રેહની વેદના વેંધ્યાને થાય;\n" +
                "\n" +
                "સાજા તો શાકટને જાણ, વ્રેહનો વેંધ્યો જ્ઞાની વખાણ. ૭૦૪ \n" +
                "\n" +
                "શાકટને તો અનીતિ સાર, જેમ અકાગને અશુભનો આહાર; \n" +
                "\n" +
                "તો તો તેનું માને સુખ, કાળો કાળનાં ભોગવે દુઃખ;\n" +
                "\n" +
                "શાકટને લાગે સુધારસ બાણ, પણ જ્ઞાનીના તો વેંધે પ્રાણ. ૭૦૫ \n" +
                "\n" +
                "જ્ઞાની વજ્રને સુધા કરિ ગણે, શાકટ તો સુધાને વિષ ભણે; \n" +
                "\n" +
                "શાકટ જ્ઞાની બેઉ જાણવા માંય, અળગા કોઇ કોઇ મ કેશો ક્યાંય;\n" +
                "\n" +
                "શાકટનો પ્રવૃત્તિ પરિવાર, જ્ઞાનીનો તો નિવૃત્તિ કુમાર. ૭૦૬ \n" +
                "\n" +
                "એ બેઉને કરિયે એક, તો ગાદિયે બેસે જ્ઞાના વિવેક; \n" +
                "\n" +
                "ગ્યાની વિવેકી ઠેરાવ્યા રાય, આસુરીનાં થાણાં ઉઠી જાય;\n" +
                "\n" +
                "અદલા થયું ત્યારે સવ્વાશેર, વિષ્ટિ કરતાં ચૂક્યું વેર. ૭૦૭ \n" +
                "\n" +
                "આનંદ મંગળ ઓચ્છવ થાય, હરિનાં જન તે હરિજશ ગાય; \n" +
                "\n" +
                "હરિજશ ગાય તે શું કહે, આપ ટાળી ભજનમાં રહે;\n" +
                "\n" +
                "ઉચી અખા શહેરની શોભા નવી, જેમ વીતી રજની પ્રગટ્યો રવી. ૭૦૮ \n" +
                "\n" +
                "હું હું રૂપી વીતે રાત, તેને ટળતા થાય પ્રભાત; \n" +
                "\n" +
                "જેને પુરુસોત્ત્મા થાય પસાય, તેને સર્વે સવળું થાય;\n" +
                "\n" +
                "અખા વસ્તુ આફરડી નવ મળે, અઅરત રાખી ધણીને બળે. ૭૦૯ \n" +
                "\n" +
                "\n" +
                "\n" +
                "આરતા વિના ન ઉપજે હેત, આરત વિના પૂજારો પ્રેત; \n" +
                "\n" +
                "પુંશ્ચલી ભેંશ ન માંડે પગ, જોર કરીને થાક્યા ઠગ;\n" +
                "\n" +
                "ઉપાડે ઘણા પણ ઉભી ન થાય, અખા જોર કરનરા પાચા જાય. ૭૧૦ \n" +
                "\n" +
                "નથી વાંકા વિશ્વંભર તણો, જે કહિયે તે વાંક અઅપણો; \n" +
                "\n" +
                "જેમ કોઈ ભોજન જમાડવા કરે, ત્યાં રીશાણો તે રીશે ફરે;\n" +
                "\n" +
                "પૂર્ણાનંદ પીરસનારો રહે, અખા અભાગિયાને કોણ કહે. ૭૧૧ \n" +
                "\n" +
                "પૂર્ણાનંદ તે પૂર્ણ દયાળ, સર્વ જીવની કરે સંભાળ; \n" +
                "\n" +
                "દયા સારુ લે દશ અવતાર, અસુરનિકન્દન ભક્ત ઉદ્ધાર;\n" +
                "\n" +
                "દયાએ કીધું ગીતા ભાગવત, દયા કરી સમજાવ્યા સંત;\n" +
                "\n" +
                "દયા સારુ દાખવ્યા ધર્મ, અખા હરિનો મોટો મર્મ.૭૧૨ \n" +
                "\n" +
                "આત્મા ઉપકાર કૈ પેરે કરે, કોણ ઉપકારે આત્મા ઠરે; \n" +
                "\n" +
                "ભક્તા યથારથ જે કોઇ હોય, આત્મા સહિતા સમર્પે સેય;\n" +
                "\n" +
                "કરી સમરણ નિર્મળો થાય; અખા ધણીના થકો ઠેરાય. ૭૧૩ \n" +
                "\n" +
                "દેહ કાળ દ્વૈત પદને નડે, સજીવના સાથે સજીવન લડે; \n" +
                "\n" +
                "પણ જીવન્મૃત જે વિરલા નમે, તએને તે સજીવના શું દમે;\n" +
                "\n" +
                "જડ ચૈતન્ય તે શબના સમાન, અખા તે જ સજીવન જેને વસ્તુજ્ઞાન. ૭૧૪ \n" +
                "\n" +
                "જગત પ્રપંચ એમ ચાલ્યો જાય, જીવપને જીવે તે સજીવ કહેવાય; \n" +
                "\n" +
                "જડવત જીવનો એવો મતો, જીવાન્મૃત જ્ઞાની ગણવો અણચતો;\n" +
                "\n" +
                "મૃતકજ્ઞાની તે સજીવના સહી, અખા જીવપણે જીવે તે જીવતો નહીં. ૭૧૫ \n" +
                "\n" +
                "મૂળા સવરૂપા કહ્યું નવ જાય, એક સ્વરૂપ તે કેમ કહેવાય; \n" +
                "\n" +
                "પ્રભુ આકાશથી ઉંચા ઘણા, ઉંડા પણની નહિ કોઇ મણા;\n" +
                "\n" +
                "દશે દીશામાં વ્યાપક અનૂપ, એ હૃદે થાય કેમ અકળ સ્વરૂપ. ૭૧૬ \n" +
                "\n" +
                "જેને જડ્યું તે સમું ફળ્યું, જેમ બીબે રૂપ ઢળે વણ ઘડ્યું; \n" +
                "\n" +
                "વન ઘડ્યો જેમ ઉપજે ઘાટ, અહંકૃત જ્ઞાના એ મોટો ઉચાટ;\n" +
                "\n" +
                "નિત્ય અનિત્ય સમજાયું ખરું, અખા પ્રપંચનેમેલે પરું. ૭૧૭ \n" +
                "\n" +
                "સમજુ શાખી અર્ધ ઓચરે, તેની તરોવડ શું પંડિતા ક્રે; \n" +
                "\n" +
                "પંડિતને પંડિતાઇનું જોર, પણ અંતઃકરણમાં અંધારું ઘોર;\n" +
                "\n" +
                "અખા તે થકી પ્રાકૃત ભલા, જો આવે સમજ્યાની કળા. ૭૧૮ \n" +
                "\n" +
                "શબરી સંસ્કૃત શું ભણી હતી ભાઈ, કયા વેદ વાંચ્યા કરમાબાઈ; \n" +
                "\n" +
                "વ્યાધ તે શું ભણ્યો તો વેદ,ગનકા શું સમઝતી હતી ભેદ;\n" +
                "\n" +
                "વળી સ્વપચની સમઝ્યો રીત, અખા હરિ તેના જેવી સાચી પ્રીત. ૭૧૯ \n" +
                "\n" +
                "ઝીણી માયા તે છાની છરી, મીથી થઇ ને મારે ખરી; \n" +
                "\n" +
                "વળગી પછી અળગી નવ થાય, જ્ઞાની પંડિતને માંહીથી ખાય;\n" +
                "\n" +
                "પણ ઝીણો થઇ ઝીણીને હણે, અખો સાચી પ્રીત તેની ગણે. ૭૨૦ \n" +
                "\n" +
                "નહાયા ધોયા ફરે ફુટડા, ખાઈ પીને થયા ખુંટડા; \n" +
                "\n" +
                "જગતા પ્રમોદે જાડા થૈ, પન ઝી માયા તે માંહી રઇ;\n" +
                "\n" +
                "કાય કરે તે ઝીણાની પક્ષ, તે ઝીણી જાડાને કરશે ભક્ષ. ૭૨૨ \n" +
                "\n" +
                "મુડી વણ કંઈ મહીપતિ વહ્યા, મુડી વન કંઈ લોક જ રહ્યા; \n" +
                "\n" +
                "મુડી વણ કંઈ કહવે મહંત, મૂડી વણ કંઈ ભેખ અનંત;\n" +
                "\n" +
                "મુડી વણ કંઈ ધનવંત ઘણા, હીરા માણેક્ની નહીં કંઈ મણા;\n" +
                "\n" +
                "અખા રહેણી આંક લખ્યો નહિ એક, એમ એકડા વોણાં મીંડા અનેક. ૭૨૩ \n" +
                "\n" +
                "અનેક રૂપે માયા રમે , ત્યાંતેવી જ્યાં જેવું ગમે; \n" +
                "\n" +
                "વલી જો કોઈને જ્ઞાન ઉપજે, તો જ્ઞાની થઈને ભેળી ભજે;\n" +
                "\n" +
                "જે કર્મ હોય મૂકવા જોગ, અખા તેનો જ પડાવે ભોગ. ૭૨૪ \n" +
                "\n" +
                "એવા માયાના ઘણા છે ઘાટ, જ્યાં જોઈયે ત્યાં માયાના હાટ; \n" +
                "\n" +
                "હાટે હાટે વહોરતા હોય, કોય ખાટે કોય મૂળગું ખોય;\n" +
                "\n" +
                "ધન વોહોરતિયા જેણે વસ્તુ જોઇ, અખા પ્રેમના પાત્ર વડા નર સોઇ; ૭૨૫ \n" +
                "\n" +
                "મોહ માયાનરમાઇ ને શું કરે, બળતી અગ્નિ પણ જળમાં ઠરે; \n" +
                "\n" +
                "તૃણ તરુવરને અગ્નિનો ભેય, આકાશ દાઝ્યું તે કોય ન કહેય;\n" +
                "\n" +
                "એમ અલ્પ આનંદિસદા અલ્પાય, અખા પ્રેમાનંદનો પ્રલય ના થાય. ૭૨૬ \n" +
                "\n" +
                "પ્રેમાનંદની ભક્તિ આકરી, વસમી વાટ મહા ખરે ખરી; \n" +
                "\n" +
                "કામા રહિત તે કામનો વેશ, તેનો જ્ઞાની પંડિતને ના લાઘે દેશ;\n" +
                "\n" +
                "પ્રેમાનંદી જ્યાં ગાય ને વાય, અલ્પાનંદી અટપડું જણાય. ૭૨૭ \n" +
                "\n" +
                "અલ્પાનંદી પોતાને પ્રેમાનંદી ભણે, જેમ વાંઝણી પુત્ર ખોળામાં ગણે; \n" +
                "\n" +
                "વાઁઝની પુત્ર શોભા અભિમાન, પણ ઉદર્માં નથી ઉપન્યું ગને સંતાન;\n" +
                "\n" +
                "એમા અલ્પાનંદી પોતાને ગણે ભલ, અખા પ્રેમાનંદ નથી ઉપન્યો પલ. ૭૨૮ \n" +
                "\n" +
                "ગાયા વજાડે ગુણિજન ઘણા, રંગે રૂપાળા નહિ કાંઈ મણા; \n" +
                "\n" +
                "કંઠે સુરા તાળી ને તાન, ગમે ગમ્ધર્વ ને પાતરનું ગાન;\n" +
                "\n" +
                "પણ અખા એ તો કસબણ કહેવાયે, પતિવ્રતાપૂર્વે તેમ ગાય. ૭૨૯ \n" +
                "\n" +
                "પતિવ્રતા જે પિયુને બહ્જે, અનાયાસે અવરને તજે; \n" +
                "\n" +
                "તેનાં વસ્ત્ર સાંધ્યા જેમ તેમ, ત્ની બરાબરી વેશ્યા કરશે કેમ;\n" +
                "\n" +
                "અખા પતિવ્રતા કરૂપણી હોય, પણ મોટો ગુણા માંહે પતિવ્રતા જોય. ૭૩૦ \n" +
                "\n" +
                "પતિવ્રતા તે સાચું વદે, સાચું બોલ્યું કેને ન સઅદે; \n" +
                "\n" +
                "સાચું જેમ લીંબડાંનું પાન, તેમ કરવું લાગે સર્વે જ્ઞાન;\n" +
                "\n" +
                "કડવે રોગ કાયાનો જાય, અખા મીઠાણે રોગ બમણો થાય. ૭૩૧ \n" +
                "\n" +
                "રોગીને તો કડવું ઘટે, લીંબડો પીધે રોગા માંહિથી માટે; \n" +
                "\n" +
                "નિર્ગુણ લેંબડો જો રોગ નિર્ગમે, તો સગુણ ભોજન સુખે જમે;\n" +
                "\n" +
                "નિર્ગુણ થઇ સગુણમાં મળે, તો અખા દૂધમાં સાકર ભળે. ૭૩૨ \n" +
                "\n" +
                "વિષય સગુણ તે વિષનું રૂપ, હરિ હરિ લીલા સગુણ તે અમૃત રૂપ; \n" +
                "\n" +
                "વિષ અમૃત જો ભેળાં થાય, તો વળતું સર્વે વિષ થઇ જાય;\n" +
                "\n" +
                "વિષ અમૃત જો ભેળાં થાય, તો વળતું સર્વે વિષ થૈ જાય;\n" +
                "\n" +
                "નિર્વિષ્પણે કરે પ્રેમકલ્લોલ, અખા સર્વે મીઠું જેમ ઘીને ગોળ. ૭૩૩ \n" +
                "\n" +
                "નિર્વિષ્પણું તે સજીવના દશા, વિકાર સહિત તે મુડદાં જશાં; \n" +
                "\n" +
                "મુડદાંની આભડશેઠ ઘણી, તે આભડશેઠ કોઇએ નવ ગણી;\n" +
                "\n" +
                "અળગી આભડશેઠજોવા જાય, પોતાની આભડશેઠ પ્રલ્લે ના થાય. ૭૩૪ \n" +
                "\n" +
                "પોતાનું કોઈ ન જુવે મૂળ, કોન છે જીવ ને કોણ ચે સ્થૂળ; \n" +
                "\n" +
                "ક્યો જીવ ને ક્યો એ દેશ, ક્યાંથી આવી કર્યો પ્રવેશ;\n" +
                "\n" +
                "જતો ક્યાં તે સમાશે જઈ, અખા એ અજાનોપન સર્વ માંહી. ૭૩૫ \n" +
                "\n" +
                "અજાણી વસ્તુ મહા અનૂપ, ધણીના અંશ ને ધણીનું રૂપ; \n" +
                "\n" +
                "જેમ અવર્ણ જળ વનમાં પરવરે, જામે ત્યારે નામ તેનું નોખું ઠરે;\n" +
                "\n" +
                "તેમ ધણીના અંશમાં પરવર્યા ભાઇ, અસુરી રણમાં રહી સમાઇ. ૭૩૬ \n" +
                "\n" +
                "અજ્ઞાની કહે હરિ એમ કેમ હોય, નોખો નોખો ઘણું વગોય; \n" +
                "\n" +
                "સુખિયો દુઃખિયો થૈને દયાળ, એવી ગડબડ કેમ કળાય;\n" +
                "\n" +
                "અખા તેનો આણ જવાબ, જે સુખ દુઃખથી હરિ અળગા આપ. ૭૩૭ \n" +
                "\n" +
                "જેમ લુણ આવી આંધ્રણમાંઉકળે, તો અર્ણવ તેથી શે ના બલે; \n" +
                "\n" +
                "તેમ સુખ દુઃખ સઘળાં જીવને, તેમાંથી કાંઈ નથી શિવને;\n" +
                "\n" +
                "લુણ જલ થઇ જલમાં ભળે, એમ, સુખદુઃખ અખા દાસ થઇ ટળે. ૭૩૮ \n" +
                "\n" +
                "લુણા તો જળમાં જઈ જળ થયું, ત્યારે લુણપણાનું નખોદ ગયું; \n" +
                "\n" +
                "ધણી કહે જ્યોતમાં જ્યોત સમાઇ, એમ દાસનું નખોદ ન હોય ભાઇ;\n" +
                "\n" +
                "જલનું લુણને તે જલમાં ખપે, અખા હરિના દાસ તે હજુર્માં જપે. ૭૩૯ \n" +
                "\n" +
                "નકલ એમ ઉરમાં નહિ આણ્ય, હરિજન રૂપ અસલ કરી જાણ્ય; \n" +
                "\n" +
                "એ દીઠે આપણો સરશે અર્થ, જોયા કરે મર જુજવા ગ્રંથ;\n" +
                "\n" +
                "થડા થકી તો ડાળે ચહડાય, અખા ડાળેથી થડે ઉતરાય. ૭૪૦ \n" +
                "\n" +
                "થડને ગ્રહો એમ સઘળા કહે, પણ ડાલ્ય વિના ફળ ક્યાંથી લહે; \n" +
                "\n" +
                "એકલું થડનું થડ જો હોત, તો કોણ કહેનાર ને કોણ આ જોત;\n" +
                "\n" +
                "અખા ડાળ પત્ર પુષ્પફળ થડમાં, તેમા લીલા અવતાર નામ સર્વે અટલમાં ૭૪૧ \n" +
                "\n" +
                "ઉપમા સહિત જે આત્મા કથે, તે મહી વિનાજેમ પાણી મથે; \n" +
                "\n" +
                "પાણી વિના જે મહી ડોલાવું, તે ભાંગે ઘણું પણ થાય ધોળૅવું;\n" +
                "\n" +
                "જુગતી જાણ્યા વિના જો એકલું ધ્રાય, તો અખા એકલે નવનીત થાય. ૭૪૨ \n" +
                "\n" +
                "તેમ આપટળી જો જુગ આચરે, તો ગુણ વડે ગુણા તીતને વરે; \n" +
                "\n" +
                "ગોરસને જળ ભેગાં મળે, મથે તો રૂપ મહી જળનું ટળે;\n" +
                "\n" +
                "મથતાં માખણ થાય પ્રકાશ, અખા પાચી રહી તે પરઠી છાશ. ૭૪૩ \n" +
                "\n" +
                "નવનીત કમાયો જુગતે કરી, જેમ દેહ આત્મા વડિયે ઓળખ્યા હરી; \n" +
                "\n" +
                "તે વિવેકી સદ્ગુરુએ વલોવ્યું જદા, નવનીત નિરાળું પામ્યો તદા;\n" +
                "\n" +
                "અનુભવ અગ્નિએ કીધું તૂપ, અખા ભાળ્ય એ બ્રહ્મ સ્વરૂપ. ૭૪૪ \n" +
                "\n" +
                "મન મૂકી જેણે ભક્તિ કરી, તેણે દીથા નિરંતર હરી; \n" +
                "\n" +
                "પૈની પેરે ઘરમાં વસ્યો, તે શોકે ન રોયો ના હર્ષે હશ્યો;\n" +
                "\n" +
                "અખા તે જા નર સુખિયો થયો, દ્વંદ્વાતીત નર સુખ્માં રહ્યો. ૭૪૫ \n" +
                "\n" +
                "આદિકર્મ કીધે જીવ થાય્, જેને કારણ અહંતા પરઠાય; \n" +
                "\n" +
                "પંડિત જાણે કવિનો મર્મ, અખો જાણે જીવ સાધે ધર્મ;\n" +
                "\n" +
                "એ વિગત કરે તે વક્તા ખરો, અણજાણ્યે ભૂલા કાં ફરો. ૭૪૬ \n");
    }
}
