package com.punit.developer.akha_sanhita;

import androidx.appcompat.app.AppCompatActivity;

import android.os.Bundle;
import android.widget.TextView;

public class GyanDagdhAng extends AppCompatActivity {

    TextView tv;

    @Override
    protected void onCreate(Bundle savedInstanceState) {
        super.onCreate(savedInstanceState);
        setContentView(R.layout.activity_gyan_dagdh_ang);
        tv = (TextView)findViewById(R.id.Content_GyanDagdh);
        tv.setText("જ્ઞાનદગ્ધ અંગ\n" +
                "\n" +
                "જ્ઞાનદગ્ધ તે બળ્યા ઓગણા, કથતા વધતા દીસે ઘણા; \n" +
                "\n" +
                "વાવ્યા ન ઉગે અન્ન ન થાય, તેમ બ્રહ્મકર્મ બેઉથા જાય;\n" +
                "\n" +
                "કહે અખો નર વંઠ્યા સરે, નરનારીની નિંદા કરે. ૩૫૭ \n" +
                "\n" +
                "બ્રહ્મ કર્મ ઉભેથા ભ્રષ્ટ, જેમ અધછેધા કુકટને કષ્ટ; \n" +
                "\n" +
                "સંપ્રદાય શુદ્ધ ન આવ્યું જ્ઞાન, મનમાં તે જ્ઞાનીનું માન;\n" +
                "\n" +
                "કહે અખો નર મુક્તા ફરે, નગર છુટી ધેનુ ઓખર કરે. ૩૫૮ \n" +
                "\n" +
                "દોષ દૃષ્ટિ દુર્મતિ નવ ટળી, તો શું સાધ્યું કથા સાંભળી; \n" +
                "\n" +
                "ગુરુવચન પાળે તે સંત, ઘાટ ઘણેરા કાઢે દંત;\n" +
                "\n" +
                "કહે અખો હરિની નહિ મયા, સાંભળીને સામા શઠ થયા. ૩૫૯ \n" +
                "\n" +
                "એક સુકું જ્ઞાન કથે દામણા, તે હરિ ફળ પામે વામણા; \n" +
                "\n" +
                "પાપપુન્યના ભેદ અમો લહ્યા, જે હતું તે સમજી રહ્યા;\n" +
                "\n" +
                "કહે આપે મુકે વાધે માન, અખા એહ તે સુકું જ્ઞાન. ૩૬૦ \n" +
                "\n" +
                "સુકું જ્ઞાન ને વ્યંડળ મૂછ, કરપી ધન કુતરાંનું પૂછ; \n" +
                "\n" +
                "એ ચારેથી અર્થ ન થાય, સામું એબ ઉઘાડે કાય;\n" +
                "\n" +
                "અખા અમલવિન હાકમ જસે, કથ્યું જ્ઞાન પણ હરિ નવ વસે. ૩૬૧ \n" +
                "\n" +
                "જ્ઞાનીનાં નોય ટોળાં ટોળ, મુક્તા નોય સર્વ ગજકપોલ; \n" +
                "\n" +
                "શબ્દવેધિ જોધા કોય તંત, શંખ સકળ નોય દક્ષણાવંત (જમણેરી શંખ);\n" +
                "\n" +
                "બહુમાં નિપજે કો એક જન, બાકી અખા રમાડે મન. ૩૬૨ \n");
    }

}
