package com.punit.developer.akha_sanhita;

import androidx.appcompat.app.AppCompatActivity;

import android.os.Bundle;
import android.widget.TextView;

public class JadbhaktiAng extends AppCompatActivity {

    TextView tv;

    @Override
    protected void onCreate(Bundle savedInstanceState) {
        super.onCreate(savedInstanceState);
        setContentView(R.layout.activity_jadbhakti_ang);
    tv= (TextView)findViewById(R.id.Content_jadBhakti);
    tv.setText("પંડ પખાળે પૂજે પાણ. મનમાં જાણે હું તે જાણ; \n" +
            "આપે આતમ બારે ભમે, મુરખ સામું માંડી નમે; \n" +
            "ડાહ્યો પંડિત થઈ આદરે, તે અખા ધાર્યું કેમ કરે. ૨૮૨\n" +
            "\n" +
            "ગુણ જોઈએ તો ગુરુને શોધ, જે ગુરુ આપે તત્વનો બોધ; \n" +
            "પરને વળગ્યો હીંડે અંધ, આંખ્યાળો નવ વળગે ખંધ; \n" +
            "સદ્ગુરુ વિના ગળે બાંધી શલા, એમ અખો ભર્મ્યા ભલભલા. ૨૮૩\n" +
            "\n" +
            "હરિ કહે છે તે કહે ક્યાં વસે, વેને જાણ કાયા કાં કસે; \n" +
            "બ્રહ્મજ્ઞાનમાં સર્વે વળે, જેમ બહુ મહોર સોનું એકલે; \n" +
            "તૃણ માર્યે કેમ પાડો મરે, એમ અખા સૌ સાધન કરે. ૨૮૪\n" +
            "\n" +
            "ગુણ ગાવા તે ગુણીનું કર્મ, ધારાણા ધ્યાયા યોગીનો ધર્મ; \n" +
            "ભક્તિ વૈરાગ્ય વૈષ્ણવ કહે કથી, પણ વસ્તુપણામાં કર્ત્તવ્ય નથી; \n" +
            "અખા પ્રપંચ હોય વિધવિધે, જ્ઞાન પેધું સાધકે જે દીધું સંધે. ૨૮૫\n" +
            "\n" +
            "સુધ માંહી સાધન તે કશું, તેજમાં રૂપ કાંઈ વાસો વસ્યું; \n" +
            "જેમ મીનને તરવું તે સહેજ, પંખી જેમ આકશે રહે જ; \n" +
            "તેમ જ્ઞતાને સાદન તે સુઝ, એમ અખાને સાંને કરી બુઝ. ૨૮૬\n" +
            "\n" +
            "બોલે ચાલે તે હરિ વડે, પશુ પથ્થરને લાગી પડે; \n" +
            "કોય પત્ર સેવે કોને વસ્ત્રપૂજ, એમ ગઈ આતમની સૂઝ\n" +
            "; મોદ ભર્યા માને નહીં વાત, અખા અણજાણે આતમઘાત. ૨૮૭\n" +
            "\n" +
            "હરિમાં રહે તે ગુણ શું ગાય, પાપી પાવન થાવા જાય; \n" +
            "કુંવારી લે વરનું નામ, સદા શોહાગણ સંગે સ્વામ; \n" +
            "પોતે પોતાને કરવો સાદ, એ તો અખા ઘેલાંનો વાદ. ૨૮૮\n" +
            "\n" +
            "હરિ મળે જન સબરસ થાય, જે અળગો તે લેવા જાય; \n" +
            "કાંઈ તરે શું કહેતું ફરે, કોને વ્યંડળ કેને વરે; \n" +
            "દ્વૈત નહીં ત્યાં રીત જ કશી. એમ અખા જોજો અભાસી. ૨૮૯\n" +
            "\n" +
            "કરતા કોણ ને સાધન કશું, સુણિ માની મન કરવા ધસ્યું\n" +
            "; વાતે વાતે વાધ્યો વિસ્તાર, જેમ ધુમાડો થયો નવસાર, \n" +
            "અખા વિચારી જોતાં ફોક, જેમ ઊંડો કુવો ને ફાટી બોખ. ૨૯૦\n" +
            "\n" +
            "ઉંઘ્યો કહે ઉંઘ્યો સાંભળે, તેણે જડપણું બેનું નવ ટળે; \n" +
            "જેમ ચિત્રામણના દીવા વળે, કેમ રાત અંધાની દૃષ્ટે પડે; \n" +
            "શું સાંભળે ને અખો શું કહે, જો માયા લાલચથી બીહે. ૨૯૧\n" +
            "\n" +
            "પ્રપંચ પારે રહે છે રામ, સદા સર્વદા ન્યારું ધામ; \n" +
            "તેવડે ચાલે આ સંસાર, આગમાપાઇ તે નીરધાર; \n" +
            "અખે રામ ઓળખિયો તેહ, ઉદર આભ્યંતર નાવે જેહ. ૨૯૨\n" +
            "\n" +
            "શબ્દજાળ કર્મના ગ્રંથ, એમાં સાર ન લાધે અંતર; \n" +
            "સાચું સાધન જે કો કેરો, વાગવિલાસ સકળ પરહરો; \n" +
            "શબ્દાતીતને જાણે જેહ, અખા સાચું સાધન એહ. ૨૯૩\n" +
            "\n" +
            "સાચું સાધન શુદ્ધ વિચાર, જે હું મારાને કાઢે પાર; \n" +
            "એ મૂકી અન્ય સાધન કરે, જેમ ભ્રમરોગી વિજ્યા વાવરે; \n" +
            "નિજ આત્મ જાણ્યા વિના ભર્મ, અખા નહિ છૂટે કર્તા કર્મ ૨૯૪\n" +
            "\n" +
            "શબ્દ જાળ માયાનું કુંડ, ત્યાં નર પડે મતિ મૂઢ; \n" +
            "શણગારી વાણી સૌ ગાય, મોહ્ય જીવ સાંભળવા જાય; \n" +
            "અખા શું વાંચ્યું સમજ્યો કશું, આંખનું કાજળ ગાલે ઘસ્યું. ૨૯૫\n" +
            "\n" +
            "અજ્ઞાની ને ઉંટ બચકું, ઝીલ્યું મૂકે નહિ મુખ થકું; \n" +
            "અખા અણજાણ્યે પેઠું કાન, ચાલ્યો પંથ દર્શન તે માન; \n" +
            "કેને કર્તા ન જાણ્યો જડે, વઢે ઢીક ને કટારી વડે. ૨૯૬\n" +
            "\n" +
            "ભણે ગણે શી સાધી વાત, અવળાં પડ વળ્યાં વળી સાત; \n" +
            "ઊંચ નીચ હૃદિયામાં હતાં, અખા થાપીને કીધાં છતાં; \n" +
            "પાંડિત્ય કરતાં લાગું પાપ, પાઈ દૂધ ઉછેર્યો સાપ. ૨૯૭ \n" +
            "\n" +
            "શું સમજ્યો ગુરુ શરણે જઇ, જો ભ્રાંત છોત્ય ઘર વાંસે રહી; \n" +
            "અજ્ઞાન તો રંચે નવ ગયું, વાધ્યો ભર્મ એ અદકું થયું; \n" +
            "અખા હલાવ્યો ઠાલો હળ્યો, એ સગુરાથે નગુરો ભલો. ૨૯૮\n" +
            "\n" +
            "પ્રાપ્ત રામ કહે તે ગુરુ , બીજા ગુરુ તે લાગ્યાં વરુ; \n" +
            "ધન હરે ધોખો નહિ હરે, સંબંધ સંસારી સાચો કરે; \n" +
            "અખા શું સમજ્યો ગુરુ કરી, સવરાચાર દીઠા નહીં હરી. ૨૯૯\n" +
            "\n" +
            "કર્મ કરી શું હરખે હળ્યા, એ તો દામ ઉલેખે પળ્યા; \n" +
            "જેને લેખે જીવ જ ટળે, તે જ સમજતાં નામું વળે; \n" +
            "તત્વજ્ઞાન વિણ બીજું અખા, તે રમવું જેમકાચ કાંચકા. ૩૦૦\n" +
            "\n" +
            "કહે અખો મુજ આવે હસું, એ ક્યાંથુ ટીખળ મનમાં વસ્યું; \n" +
            "હિરણ્ય ગર્ભ હરિ આપોઆપ, ત્યાં દ્વૈત અચાનક લાગ્યું પાપ; \n" +
            "કોણ સુણ સુણે ને અખા કોણ કહે, હરિની વાત તો એજ લહે. ૩૦૧\n" +
            "\n" +
            "હું તું થૈ બોલ્યા એ ખરું, તે હું જ નહીં તો શું ઉચરું; \n" +
            "જેમ મૈઅરમાં વાજે સાદ, એકલો ગારુડી પૂરે નાદ; \n" +
            "એહ અખા એવો શો ભેદ, તો હું માને શો વિધિ નિષેધ. ૩૦૨\n" +
            "\n" +
            "આપે આપમાં ઊઠી બલા, એક રામ ને એક કહે અલ્લા; \n" +
            "અલ્લા રામ તે કેનું નામ, કોણ સાંભળે તે નિજ ધામ; \n" +
            "કહે અખો ઉપજાવ્યો કળો, કળકલે બાળ રમે એકલો. ૩૦૩\n");
    }
}
