package com.punit.developer.akha_sanhita;

import androidx.appcompat.app.AppCompatActivity;

import android.os.Bundle;
import android.widget.TextView;

public class KhalgyaniAng extends AppCompatActivity {

    TextView  tv;

    @Override
    protected void onCreate(Bundle savedInstanceState) {
        super.onCreate(savedInstanceState);
        setContentView(R.layout.activity_khalgyani_ang);
    tv=(TextView)findViewById(R.id.Content_khalGyani);
    tv.setText("ખળજ્ઞાની અંગ\n" +
            "\n" +
            "જ્ઞાન કથી શું કીધું ઘાટ, અંતર અવિદ્યાયે વેંધ્યા હાડ; \n" +
            "\n" +
            "અનુભવ કરે ત્યારે એક આતમા, મુખ નિંદ્રા દીસે નહીં ક્ષમા; \n" +
            "\n" +
            "અખા કથ્યું પણ ન લહ્યું જ્ઞાન, શું ગુરુ આગળ માંડ્યાતાં કાન. ૨૬૪ \n" +
            "\n" +
            "ભલો કહાવ્યો પણ ભલપણ ક્યાં, જેમ ગોખર હુંડે ગોધણમાં \n" +
            "\n" +
            "વેષ પે'રે વીટંબના વધી, વંઠ્યું દૂધ થયું નહિ દધી; \n" +
            "\n" +
            "કવિતા થયે ન કાઢ્યું કર્મ, અખા ન સમજે મૂળગો મર્મ. ૨૬૫\n" +
            "\n" +
            "મહાપુરુષ કહાવે માંઈબલી, વેષ પેર્યો પણ ટેવ ન ટળી; \n" +
            "\n" +
            "સ્તુતિ નિંદા અદેખાઈ આદ્ય, પે'રે ખાય પણ વાધી વ્યાધ્ય; \n" +
            "\n" +
            "અખા કૃપા વિના જીવ કબુધી, પાકું ઈંદ્રારણું ને કટુતા વધી. ૨૬૬\n" +
            "\n" +
            "કથા સુણી શ્રોતા શું ખટ્યો, ગુણ ગાઈને ગાનારો વડ્યો; \n" +
            "\n" +
            "થયા ગયા તે પોથે લખ્યા, પણ વણ થયાની લહો પરખ્યા; \n" +
            "\n" +
            "વણ થયો વિગત સર્વે કરે, તેને લહે અખા અર્થ સરે. ૨૬૭\n" +
            "\n" +
            "બાણા બાધ્યાને સૌ કો મોહ્ય, પણા બાંણાવળીને કોઇક જોય; \n" +
            "\n" +
            "શ્રોતા વક્તા બિજુ આણ, ટલે બે ને રહે નિવારણ; \n" +
            "\n" +
            "નામા હુય વંચકને સભા, અખા સહુ વહે કાળની પ્રભા. ૨૬૮\n" +
            "\n" +
            "સાચો જુઠાના ગુણ ગાય, જુઠે સાચો નવ લેવાય\n" +
            "\n" +
            "દર્પણતો મુખ સુખને ગ્રહે, પ્રતિબિંબ કેમ બિંબને લહે; \n" +
            "\n" +
            "આદર્શ સ્થાની જે નામ રૂપ અખા શું તે લહે સત્ય હરિભૂપ ૨૬૯\n" +
            "\n" +
            "અખે વિચાર વિચાર્યો ખરો, જે વાંક સર્વ આપણમાં ભર્યો; \n" +
            "\n" +
            "બુદ્ધિ વોણો જીવ લૈ નવ શકે, પઢે જક્તદોષ કાઢી મુખ બકે; \n" +
            "\n" +
            "સદ્ગુરુ જો ઉઘાડે બાર, અખા હરિ દીસે સંસાર. ૨૭૦\n" +
            "\n" +
            "કામ ક્રોધ જે જ્ક્ત આચરે, તે દેખી જીવા નિંદ્યા કરે, \n" +
            "\n" +
            "એ તો પાંચે રૂપે માયા રમે, કળ ભરાવિને ભવમાં ભમે\n" +
            "\n" +
            "વિચાર વિચારી હરિને જાણ, નિંદા કરે અખા છે હાણ્ય. ૨૭૧\n" +
            "\n" +
            "ઊંચ નીચ દેખે તે ભર્મ, ભર્મે થાપ્યા કર્ત્તા કર્મ; \n" +
            "\n" +
            "વલી ડાહ્યો ભ્રમ કહે કર્તા રહી, પણ વસ્તુ વિચાર ગયો વિસરી; \n" +
            "\n" +
            "ધર્મ કર્મ નહીં કર્તા કોય, અખા પોતે વિચારી જોય. ૨૭૨\n" +
            "\n" +
            "શબ્દ સ્પર્શ રુપ રસ ગંધ, વ્યસને જીવ પમાડ્યો ધંધ; \n" +
            "\n" +
            "લોભ મોહ પાંચે થયાં છતાં, પ્રાયઃ પ્રકૃતિ ઉદરમાં હતાં; \n" +
            "\n" +
            "તેણે મોહ્યો જીવ રોગિલો થયો, ત્યારે અખા વસ્તુ વિચાર જ ગયો. ૨૭૩\n" +
            "\n" +
            "વર્ણ ધર્મ તું રહે મૂળગે, જેણે સર્વ પડે ત્યાં વગે; \n" +
            "\n" +
            "જાત વિચારે તે આતમા, અને આશ્રમ તો તારા તુજમાં; \n" +
            "\n" +
            "તેં જાણ્યો છે તે નોહે ધર્મ, અખા કુસકા કુટ્યે શ્રમ. ૨૭૪\n" +
            "\n" +
            "ધરે પિંડ કાંઈ એકતા કરે, તેમાં જીવ અપોપું ધરે; \n" +
            "\n" +
            "જડ દેહ સંગે જડતા ગ્રહે, ચૈતન પક્ષ મૂકીને દહે; \n" +
            "\n" +
            "અખા કુબુદ્ધે પ્રીછે પિંડ, પણ આત્મા પ્રીછે છે અખંડ. ૨૭૫\n" +
            "\n" +
            "શબ્દ સ્પર્શ રૂપ રસ ગંધ, વ્યસને જીવ પમાડ્યો સંબંધ; \n" +
            "\n" +
            "પ્રાયઃ પ્રકૃતિ છે સંસાર, વિચરે ભૂત ધરે અવતાર; \n" +
            "\n" +
            "અખા તન તપાશી જુવે, કાં જીવપણે જન્મારો ખુવે. ૨૭૬\n" +
            "\n" +
            "જ્ઞાની સુર સૌ કો થઇ ફરે, સુભટ તે જે અવસરે મરે; \n" +
            "\n" +
            "સુખે ઘેર બેઠા સૌ જાણ, પણ વરતે જે થોભે ઘમાસાણ; \n" +
            "\n" +
            "અખા કથણીથી અનુભવ તે અલગ, ઉંચા ચડે આકાશે જ સલગ. ૨૭૭\n" +
            "\n" +
            "પ્રપંચ આધારે પરબ્રહ્મ કથે, મહી વિના પાણી જેમ મથે; \n" +
            "\n" +
            "શ્રમ કરે પણ નાવે સાર, જેમ નપુંસક વહે હથિયાર; \n" +
            "\n" +
            "એમ અખા નોહે સદ્જ્ઞાન, માદક કેમ કરે જળપાન. ૨૭૮\n" +
            "\n" +
            "કર્મ ધર્મ એ ભર્મને ભલાં, એકે ન રહે એક એકલાં; \n" +
            "\n" +
            "ભુધ વોણી ધેનુ માટે ચર્મ; કર્મ ત્યાં ભર્મ ત્યાં કર્મ; \n" +
            "\n" +
            "વસ્તુ વિછાર પશુને કશો, અખો ભર્મે ભર્મ અભ્યસો. ૨૭૯\n" +
            "\n" +
            "મરતું દીસે તે નોય મર્ત, ચાલે સચરાચર કાળનું કૃત્ય; \n" +
            "\n" +
            "વેતું કરવત કાઢે ગાર, તેમ શનૈ: શનૈ: મરે સંસાર; \n" +
            "\n" +
            "તો અખા પરને ક્યાં રુવે, આપ વિચારી શે નવ જુવે. ૨૮૦\n" +
            "\n" +
            "નહીં ઉપજ ને નહીં ત્યાં વરો, ક્યાં આકાશ ને ભેળું કરો; \n" +
            "\n" +
            "એ ભર્મે ભ્રમ માન્યો ઉપન્યો, ત્રાય સુવર્ણનએ ક્યાંથો બન્યા; \n" +
            "\n" +
            "અખો નહીં તો કને કવે, થાશે માપ માપણહાર મુવે. ૨૮૧\n");
    }
}
