package com.punit.developer.akha_sanhita;

import androidx.appcompat.app.AppCompatActivity;

import android.os.Bundle;
import android.widget.TextView;

public class PrapanchAng extends AppCompatActivity {

    TextView tv;


    @Override
    protected void onCreate(Bundle savedInstanceState) {
        super.onCreate(savedInstanceState);
        setContentView(R.layout.activity_prapanch_ang);
    tv = (TextView)findViewById(R.id.Content_prapanch);
    tv.setText("પ્રપંચ અંગ\n" +
            "\n" +
            "પ્રાય પ્રપંચ આળપંપાળ,પંડિતે તેનાં ગુંથ્યા જાળ; \n" +
            "\n" +
            "શ્ર્લોક સુભાષિત મીઠી વાણ,તેણે મોહ્યા કવિ અજાણ;\n" +
            "\n" +
            "કહે અખો મર્મ સમજ્યા પખે,સંસ્કૃતનું પ્રાકૃત કરી લખે. ૧૬૨ \n" +
            "\n" +
            "કવિએ શક્ય જણાવા કાજ,ગાજે જેમ રોહણીનો ગાજ; \n" +
            "\n" +
            "વૃષ્ટિ થવાને નવ ગડગડે,સામો અવધ્યોથો પાછો પડે;\n" +
            "\n" +
            "મિથ્યા સંસાર સાચો કવિ કવે,રખે અખા તું એવું લવે. ૧૬૩ \n" +
            "\n" +
            "પૂજાવા મનમાં બવ કૌડ, શબ્દતણા જોડે છે જોડ; \n" +
            "\n" +
            "ભૂખ્યો નર બહુ તક્રજ પીયે, જાણે ઉદર ભરીને પુષ્ટિ પામીયે;\n" +
            "\n" +
            "તેણે ધ્રાય નહીને વાધે રોગ, એમ અખા નોહે આતમભોગ. ૧૬૪ \n" +
            "\n" +
            "કવિ થૈને અધકું શું કવ્યું, જોતા નહિ બ્રહ્મ અણચવ્યું; \n" +
            "\n" +
            "રાગદ્વેષની પુંજી કરી, કવિ વ્યાપાર બેઠો આદરી;\n" +
            "\n" +
            "તેમાં અખા શું પામે લાભ, વાયે ગયો જેમ સ્ત્રીનો ગાભ. ૧૬૫ \n" +
            "\n" +
            "કહે અખો હું ઘણુંએ રટ્યો, હરિને કાજે મન આવટ્યો; \n" +
            "\n" +
            "ઘણાં કૃત્ય કર્યાં મેં બાહ્ય, તોયે ન ભાગી મનની દાઝ;\n" +
            "\n" +
            "દરશન વેશ જોઇ બૌ રયો, પછે ગુરુ કરવાને ગોકુળ ગયો. ૧૬૬ \n" +
            "\n" +
            "ગુરુ કર્યા મેં ગોકુળનાથ, ગુરુએ મુજને ઘાલી નાથ; \n" +
            "\n" +
            "મન ન મનાવી સદ્\u200Cગુરુ થયો, પણ વિચાર નગરાનો રયો;\n" +
            "\n" +
            "વિચાર કહે પામ્યો શું અખા, જન્મજન્મનો ક્યાં છે સખા. ૧૬૭ \n" +
            "\n" +
            "બહુ કાળ હું રોતો રયો, આવી અચાનક હરિ પ્રગટ થયો; \n" +
            "\n" +
            "ત્રણ મહાપુરુષ ને ચોથો આપ, જેનો ન થાયે વેદે ઉથાપ;\n" +
            "\n" +
            "અખે ઉર અંતર લીધો જાણ, ત્યાર પછી ઉઘડી મુજવાણ. ૧૬૮ \n" +
            "\n" +
            "પરાત્પરબ્રહ્મ પરગટ થયા, ગુણદોષો તે દિનના ગયા; \n" +
            "\n" +
            "અચ્યુત આવ્યાનું એ એંધાણ, ચવ્યું ન ચાવે અખો અજાણ;\n" +
            "\n" +
            "જે નરને આત્મા ગુરુ થશે, કહ્યું અખાનું તે પ્રીછશે. ૧૬૯ \n");
    }
}
