package com.punit.developer.akha_sanhita;

import androidx.appcompat.app.AppCompatActivity;

import android.os.Bundle;
import android.widget.TextView;

public class SthoolDoshAng extends AppCompatActivity {

    TextView tv;

    @Override
    protected void onCreate(Bundle savedInstanceState) {
        super.onCreate(savedInstanceState);
        setContentView(R.layout.activity_sthool_dosh_ang);
    tv = (TextView)findViewById(R.id.Content_sthoolDosh);
    tv.setText("શ્થુળદોષ અંગ\n" +
            "\n" +
            "દોષ ન જોઇશ કેના ભૂર,તો હરિ દેખીશ બૌ ભરપૂર; \n" +
            "\n" +
            "મેલી આંખે ક્યમ દીસે વસ્ત,જેણે જોયાં આમિષ ને અસ્ત;\n" +
            "\n" +
            "અખા તોજ દીસે આતમા,જો નાવે રસના તાસમાં ૪૫ \n" +
            "\n" +
            "પુરુષાકાર પૂરણબ્રહ્મ,જેણે સમજ્યો મુળગો મર્મ; \n" +
            "\n" +
            "કર્મવાક્ય જીવબુદ્ધિ ગાય,સ્વયં વિના સિદ્ધાંત ન થાય;\n" +
            "\n" +
            "નિજનું જ્ઞાન નિજરૂપે હોય,પાલો અખા જ્યમ થાયે તોય. ૪૭ \n" +
            "\n" +
            "અણલિંગી હરિજનની કળા,કર્મ ન બાંધે આઘી બલા; \n" +
            "\n" +
            "અહંતાપોત વિના નોહે ભાત્ય,દિવસ વિના તે શેની રાત;\n" +
            "\n" +
            "લૌકિક લેખું રહે લોકમાં,અખા જીત નહિ ફોકફોકમાં. ૪૯ \n" +
            "\n" +
            "હરિજન સ્વેં હરિ નહિ માનવી,જેમ સરિતામાં ભળી જાહ્નવી; \n" +
            "\n" +
            "તેની નિંદા કરતાં ક્રૂર,નિજ આતમથી પડશે દૂર;\n" +
            "\n" +
            "હરિજન સર્વાંગે હરિવડે,અખા વેલો તાણ્યો આવે થડે. ૪૬ \n" +
            "\n" +
            "પૂરણતામાં સર્વે સમાય,નદીવડે સાગર ન ભરાય; \n" +
            "\n" +
            "જેમ દાવાનળ બાળે સર્વ,તેમ જ્ઞાનદોષ દહે સર્વ;\n" +
            "\n" +
            "દેહવિકાર હરિજનને કશા,અખા જેહની મોટી દશા. ૪૮ \n" +
            "\n" +
            "રૂડું જાણી નથી રાખવા, કૂડું જાણી નથી તાગવા; \n" +
            "\n" +
            "તન તપાસી તુજને શોધ્ય, બાહ્ય ઉપચાર મુકી બુધ્ય બોધ્ય;\n" +
            "\n" +
            "તજ્યા ભજ્યા વણ તે યોગેશ, અખા જો માને ઉપદેશ. ૫૦ \n" +
            "\n" +
            "તજતાં ભજતાં નહિ પૂરવે, જૂનું તજે મન લાગે નવે; \n" +
            "\n" +
            "જ્યાં જેવો જીવ કાઢે વેશ, તે સાથે મન કરે પ્રવેશ;\n" +
            "\n" +
            "મનની રીત જે ગુંથે જાળ, કાઢ અખા આતમની ભાળ્ય. ૫૧ \n" +
            "\n" +
            "હરિ જાણેને સુવે નચંત્ય, સુલભ મારગ સમજ્યા સંત; \n" +
            "\n" +
            "સનકાદિકે ન ભજ્યો પ્રપંચ, જનકાદિકે ન તજ્યો રંચ;\n" +
            "\n" +
            "તજવું ભજવું તે સંસાર, અખા સમજતાં આવે પાર. ૫૨ \n" +
            "\n" +
            "સર્વાતીત શ્રુતિ કેતા હવા, માયારંગ બિજા નવનવા; \n" +
            "\n" +
            "મનને જોડ માયાશું ઘણો, કરે ઉપાય તે ભજવા તણો;\n" +
            "\n" +
            "વસ્તુવિષે છે મનનો અંત, તેહ અખા લે વિરલા સંત. ૫૩ \n" +
            "\n" +
            "હું નહીં તું નહીં તે ન કેવાય, જે જોતાં જોનારો જાય; \n" +
            "\n" +
            "ત્રણ પ્રકાર વિના જેમતેમ, તેથી હેઠો મનનો વેમ;\n" +
            "\n" +
            "નહીં પદાર્થ જોવા ઝાલવા, અખા સરખું છે નૈં પ્રીછવા. ૫૪ \n" +
            "\n" +
            "વસ્તુ અનુપમ છે તે માંય, તો તે કૈયેં કેમ ઉપાય; \n" +
            "\n" +
            "ઉપમા સર્વ છે માયા વડે, તે તો કૈવલ્ય નૈં અડે;\n" +
            "\n" +
            "અખા વસ્તુ ગુંગાનો ગોળ, ત્યાં ઉપમા તે માયાની ટોળ. ૫૫ \n" +
            "\n" +
            "સગુણને ઉપમા સર્વે ઘટે, જે ઉપમા ને ગુણ બંને વટે; \n" +
            "\n" +
            "જ્યાં થાવા ને જાવા નથી, ત્યાં વાણી શું કાઢે કથી;\n" +
            "\n" +
            "અખા તે વડે સર્વ જાણ, તો તેને કથી શકે ક્યમ વાણ્ય. ૫૬ \n");

    }
}
