package com.punit.developer.akha_sanhita;

import androidx.appcompat.app.AppCompatActivity;

import android.os.Bundle;
import android.widget.TextView;

public class SukshmaDosh extends AppCompatActivity {


    @Override
    protected void onCreate(Bundle savedInstanceState) {
        super.onCreate(savedInstanceState);
        setContentView(R.layout.activity_sukshma_dosh);

        TextView tv = (TextView)findViewById(R.id.btn_sukshmadosh);
        tv.setText("સુક્ષ્મદોષ અંગ\n" +
                "\n" +
                "નહિ પાપી ને નહીં પુન્યવંત, એકલ મલ તે સાચા સંત; \n" +
                "\n" +
                "કાળચક્ર તે સ્વભાવે ફરે, સેજે ઉપજે સેજે મરે;\n" +
                "\n" +
                "એમ જાણીને અખા જા ભળી, પુનરપિની કચકચ ગઇ ટળી. ૨૨૨ \n" +
                "\n" +
                "ગ્રંથમાંહી જેમ હોય તેમ હો, ગણતરી નીસરે તેને શેનો ભો; \n" +
                "\n" +
                "તું જાને જીવતો મરી, પછી દેણું લેણું રેશે ઠરી;\n" +
                "\n" +
                "તાણ્યો જીવ અખા ગયો ટળી, હવે શાંશો વાણો રેશે મળી. ૨૨૩ \n" +
                "\n" +
                "સદગુરુ મારગ સદા અળગ, જેમ પંખીને ગત્ય સળંગ; \n" +
                "\n" +
                "પગ નહિ દીસે પંથ કપાય, તેમ સદગુરુ મારગ ઉપર જાય;\n" +
                "\n" +
                "ઉપાય અખા નહિ લક્ષ શું કામ, કર્મધર્મ તો જ્યાં રૂપ નામ. ૨૨૪ \n" +
                "\n" +
                "ડાંડી પાઘડાં કર ને ઠામ, જો નહીં જાણો આતમરામ; \n" +
                "\n" +
                "મરડી મૂછ મુખ વાંકા બોલ, કાલ વાગશે ઢીલા ઢોલ;\n" +
                "\n" +
                "અખા વરણાગી વનશી જશે, ભંડા ભગળ ઉઘાડાં થશે. ૨૨૫ \n" +
                "\n" +
                "ખાટા થઇને નહિ ખટી વલો, કાં ઘાટા થઈ ગોવિંદથા ટલો; \n" +
                "\n" +
                "એક મેલો મંત્ર ને બીજો કુતર્ક, સાધકને મુખે મૂકે નર્ક;\n" +
                "\n" +
                "અખા ઇશ્વર્ને નહીં છેતરે, લાંબો દાંતો વેલો ખરે. ૨૨૬ \n" +
                "\n" +
                "કળ વકળ કાળ મન કશી, શું બાળકા છે જે છેતરશો હશી; \n" +
                "\n" +
                "હિરણ્ય કશ્યપેં વર માગ્યો છળે, હરિયેં તે ઘાટ ઘાલ્યું કળે;\n" +
                "\n" +
                "તો અખા તે હરિશું શી હોડ, હથેલીથી ઉજલો તે કોઢ. ૨૨૭ \n" +
                "\n" +
                "અણછતો જીવ તું કાં થાય છતો, જોને વિચારિ પહેલો ક્યાં હતો; \n" +
                "\n" +
                "જે કાળથા નિરમ્યા જીવ, ત્યાર પહેલો ત્યાં હતો શિવ;\n" +
                "\n" +
                "વચ્ચેબીજું ક્યાંથી વળી, એમા જાણી અખા જા ટળી. ૨૨૮ \n" +
                "\n" +
                "વા પાણી સઘળો સંસાર, તેનો શું આણે ઉતબાર; \n" +
                "\n" +
                "મારુત માટીને લઈ ચઢે, તેનું નામ તે પિંડજ પડે;\n" +
                "\n" +
                "વંટોળે તે વપુ વાવડે, અખા આતમને કાંઈ નવ અડે. ૨૨૯ \n" +
                "\n" +
                "વડપણ મેલી વસ્તુવિચાર, તન તપાસી રહે સંસાર; \n" +
                "\n" +
                "કોઇ વર્ણ વેષ અહંકારે મરે, વહાન સોનાનું તે નવ તરે;\n" +
                "\n" +
                "એક મિશાલે બ્રહ્મા કીટ, જોઇ વિચારી અખા ગુરુ મીટ. ૨૩૦ \n" +
                "\n" +
                "ભૂત પંચનો આ સંસાર, મુરખ વહે તે વરણ અહંકાર; \n" +
                "\n" +
                "ભાત ચાલવા વર્ણાવર્ણ, કોહિ મસ્તકા હસ્ત કટિ ચર્ણ;\n" +
                "\n" +
                "બ્રાહ્મણ ક્ષત્રિય વૈશ્ય ને શૂદ્ર, હરિનો પિંડ અખા કોણ ક્ષૂદ્ર. ૨૩૧ \n" +
                "\n" +
                "જાણપણું મેલીને જાણ્મ આફણિયે રે, શે નિરવાણ; \n" +
                "\n" +
                "જાણ થયે જાણ્યું નહિ જાય, જાણણહારો બીજો થાય;\n" +
                "\n" +
                "ઓછાયો નરને શું કળે, સ્વે થાય અખા જો પોતે ટળે. ૨૩૨ \n" +
                "\n" +
                "પિંડ બ્રહ્માંડે ને બ્રહ્માંડ પિંડે, વસ્તુ વિચારે જો તે અખંડ; \n" +
                "\n" +
                "શાં શાથી કો અળગું પડે, જો સમરસ પિંડ બ્રહ્માંડજ વડે;\n" +
                "\n" +
                "જેમ વૃક્ષને પત્ર આવે ને ખરે, તો સ્વર્ગ નર્ક અખા શું કરે. ૨૩૩ \n" +
                "\n" +
                "ભમે ભાવના બીજી થઇ, જેમ જાગ્રત અવસ્થા સ્વપ્ને ગઇ; \n" +
                "\n" +
                "તેજ મન બુદ્ધિ ચિત્ત અહંકાર, સથૂલ થૈ પસર્યો સંસાર;\n" +
                "\n" +
                "સ્વપ્ન સંસાર જાગ્રતમાં ટળે, એમ અખા વિશ્વ બ્રહ્મમાં ભળે. ૨૩૪ \n" +
                "\n" +
                "જોરે આશ્રમે મન જે તણું, તેને નિદ્રા ઘેરે ઘણું; \n" +
                "\n" +
                "નિજ રૂપે ત્યાં રહી નવ શકે, નાના કર્મ ધર્મબહુ બકે;\n" +
                "\n" +
                "મધ્યે વ્યસન લાગ કરી જીવ, અખા આદિ અંત્યે તે શિવ. ૨૩૫ \n" +
                "\n" +
                "કોઇ એક ઉત્તમ વ્યસની થયા, કોઇ એક મધ્યમા વ્યસનમાં વહ્યા; \n" +
                "\n" +
                "ઉત્તમ મધ્યમ બેએ વ્યસન, જેમ મદ્ય કપુર બે ઘેરે તન;\n" +
                "\n" +
                "સત્કર્મ વિકર્મ બેયે વિકાર, અખા નિજરૂપે રહે નિરધાર. ૨૩૬ \n");

    }
}
