package com.punit.developer.akha_sanhita;

import androidx.appcompat.app.AppCompatActivity;

import android.content.Intent;
import android.os.Bundle;
import android.widget.TextView;

public class vedanish extends AppCompatActivity
{
    @Override
    protected void onCreate(Bundle savedInstanceState)
    {
        super.onCreate(savedInstanceState);
        setContentView(R.layout.activity_vedanish);

        Intent intent = getIntent();

        TextView tv  = (TextView)findViewById(R.id.Content_vedanish);
        tv.setText("વેષનિંદા અંગ\n" +
                "\n" +
                "સૂતર આવે તેમ તૂં રહે,જ્યમ ત્યમ કરિને હરિને લહે; \n" +
                "\n" +
                "નેશ ટેક ને આડી ગલી,પેઠો તે ન શકે નિકળી;\n" +
                "\n" +
                "અખા કૃત્યનો ચઢશે કષાય,રખે તૂં કાંઇ કરવા જાય. ૧ \n" +
                "\n" +
                "રંગ ચઢે તે જાણો મેલ,પોત રહે તે સામું સહેલ; \n" +
                "\n" +
                "આપે આતમ સ્વયં પ્રકાશ,કર્મ ધર્મનો કાઢી પાસ;\n" +
                "\n" +
                "અખા એવી સદગુરૂની કલા,સમઝે નહિ તો વાધે બલા. ૨ \n" +
                "\n" +
                "ખટદર્શનના જુજવા મતા,માંહોમાંહી ખાધા ખતા; \n" +
                "\n" +
                "એકનું થાપ્યું બીજો હણે,અન્યથી આપને અધકો ગણે;\n" +
                "\n" +
                "અખા એજ અંધારો કુવો,ઝગડો ભાંગી કોઇ ન મુવો. ૩ \n" +
                "\n" +
                "સમજી રહે તો સઘળો લાભ,કાયકલેશે વાધે ગાભ; \n" +
                "\n" +
                "હું માને તો હોય સંતાન,આતમતાનું થાએ જાન;\n" +
                "\n" +
                "અખા હરિ જાણી હું ટાળ,જન્મ કોટિની ઉતરે ગાળ. ૪ \n" +
                "\n" +
                "માની ત્યાં માયાનો ભાગ,માને માયા પામે લાગ; \n" +
                "\n" +
                "કેવળમાં જે બીજું ભળે,કલ્પિત ભ્રમ ટાળ્યો નવ ટળે;\n" +
                "\n" +
                "અખા નિજ આતમને સાધ્ય,ઔષધવોણી જાયે વ્યાધ્ય. ૫ \n" +
                "\n" +
                "\n" +
                "\n" +
                "હું ટાળી અછતો થૈ રહે,હરિપ્રભામાંહે થૈ વહે; \n" +
                "\n" +
                "પોતાપણેથી જે નર ટળે,અણ આયાસે હરિમાં ભળે;\n" +
                "\n" +
                "અખા વાત સમજી લે વિધ્યે,જાંહાં છે ત્યાં આકાશજ મધ્યે. ૬ \n" +
                "\n" +
                "પડે નહીં જે પૃથ્વી સુવે,કને નહીં તે કો શું ખુવે; \n" +
                "\n" +
                "ટાઢું ઉનું નોહે આકાશ,પાણીમાં નોહે માંખણ છાસ;\n" +
                "\n" +
                "બ્રહ્મજ્ઞાન એવું છે અખા,જ્યાં નૈં સ્વામી સેવક સખા. ૭ \n" +
                "\n" +
                "એક નહીં તાં બીજું કશું,જાણું નૈં શું વાસો વસું; \n" +
                "\n" +
                "પંચ નહીં ત્યાં કેની શાખ્ય,વણ રસના અચવ્યો રસ ચાખ્ય;\n" +
                "\n" +
                "અખા સમજે તો સમજી જુવે,બાપના બાપને ઘેલાં રૂવે. ૮ \n");
    }
}
