package com.punit.developer.akha_sanhita;

import androidx.appcompat.app.AppCompatActivity;

import android.os.Bundle;
import android.widget.TextView;

public class VibhramAng extends AppCompatActivity
{
    TextView tv;
    @Override
    protected void onCreate(Bundle savedInstanceState)
    {
        super.onCreate(savedInstanceState);
        setContentView(R.layout.activity_vibhram_ang);
        tv = (TextView)findViewById(R.id.Content_vibhram);
        tv.setText("વિભ્રમ અંગ\n" +
                "\n" +
                "કોને ક્યાં થઇ બેશે જંત, જોતાં સૌનો આઘે અંત;\n" +
                "જેનું જેનું વાંછે શરણ, તે ત્યાં સાધળા પામે મરણ;\n" +
                "જેમ નાળગોળે તુંબડી આડ્ય, એમ ન ભાંગે મનની જાડ્ય. ૩૬૩\n" +
                "\n" +
                "ત્યારે મન પામ્યું નિજ ભાન, જ્યારે થઇ રહ્યું સર્વ સમાન;\n" +
                "સત્ય પુરી મધ્ય મારું આડ્ય, સર્વ સરખું જ્યારે ભાંગી જાડ્ય;\n" +
                "જેમાં કરી ક્વાથ રોગીને વિષે, અખા અરોગી સર્વે ભખે. ૩૬૪\n" +
                "\n" +
                "હોંશે જીવ કર્માધીન થાય, વ્યાસને વ્યાસની માદક ખાય;\n" +
                "પોતે જોતાં પૂરણ બ્રહ્મ, ભાત્યે જોતાં સર્વે ચર્મ ;\n" +
                "ચૌદે લોકા આખા એક ઠાઠ, ત્યાં ઉંચ નીકે તે મનનો ઘાટ. ૩૬૫\n" +
                "\n" +
                "\n" +
                "આખા શોધીને શાલ બેસાડ્ય, સદગુરુ સંગે જાઇશ પાર;\n" +
                "ઇંદ્રિય ગ્રાહ્ય પરમેશ્વર નથી, ભરમે કોઇ ના મારશો મથી;\n" +
                "દ્રષ્ટ પદારથ માણયે સિંધે, તારો સંકલ્પ જાણ તે વિધે. ૩૬૬\n" +
                "\n" +
                "સ્વયં પરમેશ્વર વ્યાપી રહ્યો, અનામત કોટિ રૂપે એક થયો;\n" +
                "જેમાં જાર છોડ સહિત પનોઢ્યમ તેમ એક બ્રહ્મ સઘળે આઠોઠ્ય;\n" +
                "એમાં જોતાં તું બીજો નથી, ફોકટ આખા તું ન મરીશ મથી. ૩૬૭\n" +
                "\n" +
                "મૂળ ડાળ પત્ર ફલ ફૂલ, સુવર્ણ ઝાડ જેમ એક જ મૂલ;\n" +
                "રૂપ રંગ શોભા એકાંત, તેમાં બીજું દેખે ભ્રાંત;\n" +
                "અન્ય નથી આખા કો કાળ, આપ આદે ડઇ એવું ભાળ્ય. ૩૬૮\n" +
                "\n" +
                "શ્વાના સ્વપચ ગૌ બ્રાહ્મણ જોય, રામ થકી અળગો નહી કોય;\n" +
                "તત્ત્વ એક ને ચૈતન એક, નામા રૂપ ગુણ કર્મ અનેક;\n" +
                "આપે આખા ચલાવે ખેલ, એમ સમજતાં પડે ઉકેલ. ૩૬૯\n" +
                "\n" +
                "ઉંચ ખરા તે ઉંચ ન જાણ , નીચ તે નોહે નીચ નિર્વાણ;\n" +
                "ઉંચમાં રામ બમણો નથી ભર્યો, કીચ પિંડ ઠાલો નથી કર્યો;\n" +
                "કહે અખો સ્વપ્નામાં બક્યો, જેમ છે તેમ જોઈ નવ શક્યો. ૩૭૦ \n" +
                "\n" +
                "મૂળ સૂજ જેને ઉપજે, ટેન આર કાંઈ ભજે ના કે તજે,\n" +
                "માલ જોઈને વોરે ઘાટ, અધિકું ના ગણે નખશિખ માટ;\n" +
                "આખા સઘળો મોહવ્યાપાર, જોતાં વસ્તુ વિચારે પાર. ૩૭૧\n" +
                "\n" +
                "એક જ્ઞાની ને બીજું નાવ, તર્યા તર્યાનો બેને ભાવ;\n" +
                "ભૂપતિ ભિખારી ગર્દભ ગાય, ચેતન જાણી તાર્યા જાય;\n" +
                "આદ્ય અંત ન ગણે ને વહે, અખા વસ્તુ વિચારે રહે. ૩૭૨\n" +
                "\n" +
                "સર્વાતીત સર્વ રૂપે સદા, એવું ચેતન સમજો સદા;\n" +
                "તેમાં આવ્યા ચૌદા લોક, અદકું ઓછું થઈ ગયું ફોક;\n" +
                "અખા મોટા તે અંહુભવા વડે,હૈયે ઉપાધ્ય કરવી નવ પડે. ૩૭૩\n" +
                "\n" +
                "કાં પરોક્ષ જુવે પરમેશ, તે રહેશે આપોપું શેષ;\n" +
                "ભાવાંતરનો પડિયો ફેર, અહંભાવા મોટું અંધેર;\n" +
                "અહં બ્રહ્મ સત્ય માનો ભાવ,ત્યારે અખા સ્વતંત્ર જા સાવ. ૩૭૪\n" +
                "\n" +
                "અહં બ્રહ્મ રોપી રહે થંભ, પ્રાત્યે પરમેશ્વર ઉગ્યો શંભ;\n" +
                "સદા સર્વદા ચાલ્યું જાય, તું અણછતો ઉભો શાને થાય;\n" +
                "અખા તપાસી જો તું તુંને, તને જડે બારા જે ભૂલ્યો કને; ૩૭૫\n" +
                "\n" +
                "વેદ વચન માને સત્ય કરી, આપોપું સાંભળે ફરી;\n" +
                "એ મૂકી થઈશ મા ભલો, તો વલોણે પડશે વલઓ;\n" +
                "નહીં પામો આતમ નવનીત, અખા આણ્ય તું નીજ પરતીત. ૩૭૬\n" +
                "\n" +
                "પુણ્ય રાખે નવા જાએ પાપ, અગ્નિ રાખ્યો તો રાખ્યો તાપ;\n" +
                "જોત્ય કરે પણ લાગે ઝાળ; શોભે તેમ વધે ઝંઝાળ;\n" +
                "અખા તે માટે વસ્તુ વિચાર, જે હસત રમતો પામે પાર. ૩૭૭\n" +
                "\n" +
                "વસ્તુ વિચારે એટલો લાભ, નિર્વિકાર સદા રે આભ;\n" +
                "કોટો બ્રહ્માંડ ઉદરમાં રમે, આપ આયાસ નહીં કો સમે;\n" +
                "અચવ્યો લક્ષ એવો ચે સદા, અખા નોહે દ્વૈત આપદા ૩૭૮\n" +
                "\n" +
                "સર્વે સુખની સીમા જ્ઞાન, જે સકલ તેજનું આપે ભાન;\n" +
                "રવિ રથ બેઠે જે નર પૂરે, તેને વ્તિમિર કેમ આવરે;\n" +
                "લક્ષાલક્ષ વિના જે લક્ષ , અખા ના મળે પક્ષાપક્ષ. ૩૮૦\n" +
                "\n" +
                "જીવતણી છે અવળી સૂજ, ધાય ધૂપે કો પાટલ પૂજ\n" +
                "બાહ્ય કર્મ કરતાં ઘુંચાઇ, મતદર્શનના મળ બંધાઈ;\n" +
                "અખા જાઓ ચે અહંતા કાટ, ત્યાં ભીડ્યાં ચે કર્મકપાટ. ૩૮૧\n" +
                "\n" +
                "ષટ્દર્શના કરતા વિખવાદ, મધ્ય માયા પોષે સ્વાદ;\n" +
                "દાન દયા શીળ કહેતા જાય, મંત્ર જાપ તીરથ મહિમાય;\n" +
                "અખા બાળકની પેરે થયું, બોરાં સાથે ઘરેણું ગયું. ૩૮૨\n" +
                "\n" +
                "ખરાબા થયો જીવ વ્યસને કરી, કર્મા વોર્યા ને ખોયા હરિ;\n" +
                "આગલ્યા ભવનેસારુ કરે, ધન તના મના ત્યાં બહુ વાવરે;\n" +
                "મને જાણે એ હરિ ભજન, વાઘે વેળ અખા એ અવતરણ. ૩૮૩\n" +
                "અતિ જુની મહા મોહની જાળ, કંઠે પડ્યાં થયા બહુ કાળ;\n" +
                "અળગાં ઉપાસના અળગા દેવ, કરી હિમ્મત બાંધે અહમેવ;\n" +
                "અખા એહ મોટો ઉત્પાત, ઘણા પરમેશ્વર ક્યાંની વાત. ૩૮૪\n" +
                "\n" +
                "સાર હતું તે ક્યાંય રહ્યું, વ્યસની મન ક્યાંયે વહી ગયું;\n" +
                "ચોર બોલાવ્યા સાથે ઘણાં, તે ઠગતા જાય થઈ આપણા;\n" +
                "પરબ્રહ્મ મૂળગું ઘર અખા, કેમા પામે જેને એવા સખા. ૩૮૫\n" +
                "\n" +
                "કોય કહે મોટો શિવદેવ, કોય કહે વિષ્ણુ મોટો અહમેવ;\n" +
                "કોય કહે આદ્ય ભવાની સદા, બુધા કલ્કીના કરે વાયદા;\n" +
                "જૈના કર્મની સદા દે શીખ, યવના માને કલમે શરીફ;\n" +
                "અખા સૌ બાંધે બાકરી, ક્યાંયા યા જુવે હરિ પાછો ફરી ૩૮૬\n" +
                "\n" +
                "ઘણા શબ્દા પડ્યા જે કાન, તેને તેનું લાગ્યું ધ્યાન;\n" +
                "કોય મુશળ પરવાહે વહ્યા, કોઈ શબ્દને ગ્રાહે ગ્રહ્યા;\n" +
                "એમા ગોથાં ખાતો સંસાર, અખા વિના વસ્તુ વિચાર. ૩૮૭\n" +
                "\n" +
                "લોક ચૌદ ચૈતનનો ઠાઠ, નિપજતાં જાય ઘાટે ઘાટ;\n" +
                "સુરા અસુરા પશુ નર નાગ, સેજે પડતા જાએ ભાગ;\n" +
                "પિંડ પહેલો ત્યાં નોતો જીવ, અખા પરવા ચે એમ જ સદૈવ. ૩૮૮\n" +
                "\n" +
                "પ્રવાહ પુરાતન ચાલ્યો જાય, આગલા દીસે ને પાચળ ભુંસાય;\n" +
                "મોઢે ફૂલ્યા ને પાચળા અદીઠ, ખપે ખરું ને રહે અનીઠ;\n" +
                "અખા જો બેસે એ ઘાટ, એ સમજ્યા વિના સર્વ અટાટ. ૩૮૯\n" +
                "\n" +
                "પોતામાં વીખે વીખણું, નહીં સંભાળે ઘરા આપણું\n" +
                "થઈ ગયું ને વળી આગળ થશે, તેની વાત કરે સૌ રસે;\n" +
                "એમ લાગ્યો અવળો સંસાર, અખા ઘરમાં ખોયો સાર. ૩૯૦\n" +
                "\n" +
                "વેલ ન દીસે દીસે પાન, દીસે કીરણ ન દીસે ભાન;\n" +
                "પ્રવાહ ન દીસે દીસે તરંગ; તેમ ચિદ ન દીસે દીસે અંગ\n" +
                "અખા દેખણહારો દ્વત, ટળતે રહે તે સર્વાતીત. ૩૯૧\n" +
                "\n" +
                "સર્વાતીતમાં ઉત્પત્તિ અંત, શેષસનાગ વૈકુંઠ પરજંત;\n" +
                "ચૈતના કારણ કારજ ભૂત, પટ કારજ ને કારણ સૂત;\n" +
                "અખા જાણ અરૂપી વડે, તે જોતાં અનુભવ નીવડે. ૩૯૨\n" +
                "\n" +
                "એમ જાણ્યા વિણ ઠાલા સહુ, ઘણાં આચરણ આચરે બહુ;\n" +
                "સર્વે સ્વપ્નાંતરના ભોગ, જપા તપ સંયમ સાધન જોગ;\n" +
                "કહે અખો જે ખરો જાગશે, તેને એવો અનુભવ હશે. ૩૯૩\n" +
                "\n" +
                "લોહના બાર ને રૂપાનાં દેવ, એક દેરાસરમાં થાતી સેવ;\n" +
                "તીમાં આવી પારસ રહ્યો, સર્વ સાજ સોનાનો થયો,\n" +
                "ઉત્તમ મધ્યમ કર્મ જ્ઞાન વડે, અખા સર્વે અહ્રિ નીવડે. ૩૯૪\n" +
                "\n" +
                "અખા શમશ્યા સરખી ખરી, જો સમજે તો નીપજે હરી,\n" +
                "ઉંડા જળમાં રત્ન જ પડ્યું, કેમ ડબકી ખાય કને તુંબડું;\n" +
                "છોડ તુંબીફળ જડશે રત્ન, અખા સમજા તો મોટું જત્ન. ૩૯૫\n" +
                "\n" +
                "ડહાપણ ભોળપણ છાંડી રહે, આડ્ય કરે હરિ મારગ બે,\n" +
                "ભોલાંને અસુજની આડ્ય, વિચક્ષણ પડ્યો ચતુરઈની ખાડ્ય;\n" +
                "અખા તરવું તેને માથે ભાર, હીરા ચાર બે નાખે પાર. ૩૯૬\n" +
                "\n" +
                "ઘણું પંડિત ડાહ્યા ગુણવાન, ન્યાય પારખું સઁગિત ગાન;\n" +
                "અષ્ટાવધાનીપિંગળા કવી, મંત્રભેદ ઔષધ અનુભવી;\n" +
                "અખા એટલે જો હરિ નવ ખટ્યો,તો ભોળપણથો આઘો વટ્યો? ૩૯૭\n" +
                "\n" +
                "જેમ શિલા એક ટાંકી ચિતરી, અણઘડી બીજી મેલે ભરી,\n" +
                "બે નાખી ઉંડા જળ વિષે, પણ સરખી બેઉ તરવા વિષે;\n" +
                "પંડિત મૂરખ સરખા નીવડે, અખા દ્વૈતને રૂપક ચડે. ૩૯૮\n" +
                "\n" +
                "ચતુરા તે જે ચતુરાઇ વમે, વર્ત્તન માત્ર જગમાં રમે;\n" +
                "લક્ષ સદા રહે ત્રિગુણાતીત, વહ્નિને લાગે નહીં શીત;\n" +
                "ભવજલથી કોરો નીસરે, અખા એવો ચતુર તે તરે. ૩૯૯\n" +
                "\n" +
                "અખા રામ સ્વતંતર ભાળ્ય, જેણે જાય સર્વ જંજાળ;\n" +
                "ઉંઠ હાથનું ગણતાં આપ, તે નર જાણે નહીં અમાપ;\n" +
                "ઉત્પત્તિ લય કેવા માત્ર, રામરસે ભરવાનું પાત્ર. ૪૦૦\n" +
                "\n" +
                "તે તારની વિદ્યા સરે, સામે પ્રવાહે જે કોય તરે;\n" +
                "કર્મા ધર્મનો વહે ચે પ્રભા, તેમાં તણાતા ઠોકે સહુ ખભા;\n" +
                "અખા જે બ્રહ્મ સામો જાય, તેવા ભક્તા ને ગીતા ગાય. ૪૦૧\n" +
                "\n" +
                "પરબ્રહ્મ પ્રાય પોતામાં વસે, સદ્ગુરુ ગમે તે જો અભ્યસે;\n" +
                "ત્રાંબા પીતળ નિપજે ઘાત, પ્રાયઃ ચે સુવર્ણની જાત;\n" +
                "કાષ્ઠ પાષાણ ના થયે હેમ, અખા જ્ઞાનવણ બેજું તેમ.૪૦૨\n" +
                "\n" +
                "તું તીરથ કાં સામું જુવે, કાં પોતાને પ્રતિબિંબે રુવે;\n" +
                "એવી બુધ જેણે આદરી, તેને આપથી બીજો કીધ હરિ;\n" +
                "તું કલ્પદ્રુમ કાં કલ્પી રમે, અખા એમ પ્રીછે અર્થ શમે. ૪૦૩\n");
    }
}
